{
  "date": "2025-08-14",
  "data": [
    {
      "en": "The celebrated theory is still the source of great controversy.",
      "ko": "이 유명한 이론은 아직도 큰 논란의 원천이다."
    },
    {
      "en": "A good architectural structure should be useful, durable and beautiful.",
      "ko": "좋은 건축 구조는 유용하고, 내구성이 뛰어나고, 아름다워야 합니다."
    },
    {
      "en": "A group meeting will be held tomorrow in the library conference room.",
      "ko": "내일 도서관 회의실에서 그룹 회의가 열릴 예정입니다."
    },
    {
      "en": "A number of students have volunteer jobs.",
      "ko": "많은 학생들이 자원봉사 활동을 하고 있습니다."
    },
    {
      "en": "Educational level is found to be related to social and economic background.",
      "ko": "교육 수준은 사회적, 경제적 배경과 관련이 있는 것으로 나타났습니다."
    },
    {
      "en": "We can all meet at my office after the lecture.",
      "ko": "강의가 끝난 후에 모두 제 사무실에서 만나요."
    },
    {
      "en": "Tutorials are scheduled in the final week of the term.",
      "ko": "튜토리얼은 학기 마지막 주에 예정되어 있습니다."
    },
    {
      "en": "Agenda items should be submitted by the end of the day.",
      "ko": "의제 항목은 당일 마감일까지 제출해야 합니다."
    },
    {
      "en": "All industries are a system of inputs, processes, outputs and feedback.",
      "ko": "모든 산업은 투입, 과정, 산출, 피드백으로 구성된 시스템입니다."
    },
    {
      "en": "All of the assignments must be submitted in person to the faculty office.",
      "ko": "모든 과제는 학과 사무실에 직접 제출해야 합니다."
    },
    {
      "en": "Economic development needs to be supported by the government.",
      "ko": "경제개발은 정부의 지원이 필요합니다."
    },
    {
      "en": "All of your assignments are due by tomorrow.",
      "ko": "모든 과제는 내일까지 제출해야 합니다."
    },
    {
      "en": "All students are expected to attend ten lab sessions per semester.",
      "ko": "모든 학생은 학기당 10회의 실험 수업에 참석해야 합니다."
    },
    {
      "en": "Americans have typically defined the process of plant growth in quantitative terms.",
      "ko": "미국인들은 일반적으로 식물 성장 과정을 양적 용어로 정의해 왔습니다."
    },
    {
      "en": "An introduction is an essential element of presentation.",
      "ko": "서론은 프레젠테이션의 필수적인 요소입니다."
    },
    {
      "en": "Students will develop confidence in their ability to think critically.",
      "ko": "학생들은 비판적 사고 능력에 대한 자신감을 키우게 될 것입니다."
    },
    {
      "en": "Certain scientific principles must be learned verbally or by logical deduction.",
      "ko": "어떤 과학 원리는 말로나 논리적 추론을 통해 배워야 합니다."
    },
    {
      "en": "Climate change is now an acceptable phenomenon among a group of reputable scientists.",
      "ko": "기후 변화는 이제 명성 있는 과학자 그룹 사이에서 용인될 수 있는 현상이 되었습니다."
    },
    {
      "en": "Clinical placements in nursing prepare students for professional practice.",
      "ko": "간호학의 임상실습은 학생들에게 전문적인 실무를 준비시켜줍니다."
    },
    {
      "en": "Conferences ought to be always scheduled two weeks in advance.",
      "ko": "컨퍼런스는 항상 2주 전에 예약해야 합니다."
    },
    {
      "en": "Consumer confidence has a direct influence on sales.",
      "ko": "소비자 신뢰도는 매출에 직접적인 영향을 미칩니다."
    },
    {
      "en": "Convincing evidence to support this theory is hard to obtain.",
      "ko": "이 이론을 뒷받침할 만한 설득력 있는 증거를 얻는 것은 어렵습니다."
    },
    {
      "en": "Despite their differences, all forms of life share certain characteristics.",
      "ko": "모든 생명체는 서로 다르지만, 특정한 특징을 공유합니다."
    },
    {
      "en": "Economic problems caused a big rise in unemployment.",
      "ko": "경제적 문제로 인해 실업률이 크게 증가했습니다."
    },
    {
      "en": "The academic strength of the early Roman Republic will be examined.",
      "ko": "초기 로마 공화국의 학문적 강점을 살펴보겠습니다."
    },
    {
      "en": "Tomorrow's lecture has been canceled due to the power cut.",
      "ko": "정전으로 인해 내일 강의는 취소되었습니다."
    },
    {
      "en": "Students are permitted to park at campus parking spaces.",
      "ko": "학생들은 캠퍼스 주차장에 주차할 수 있습니다."
    },
    {
      "en": "Important details from the argument are missing in the summary.",
      "ko": "주장의 중요한 세부 사항이 요약에 빠져 있습니다."
    },
    {
      "en": "It is really a comprehensive program covering both theory and practice.",
      "ko": "이는 이론과 실제를 모두 포괄하는 포괄적인 프로그램입니다."
    },
    {
      "en": "We are researching the most significant challenges that are faced in our society today.",
      "ko": "우리는 오늘날 우리 사회가 직면한 가장 중요한 과제에 대해 연구하고 있습니다."
    },
    {
      "en": "Listening is the key skill needed to succeed in this course.",
      "ko": "이 과목에서 성공하려면 듣기 능력이 핵심입니다."
    },
    {
      "en": "Medical researchers have focused on causes of diseases and treatments.",
      "ko": "의학 연구자들은 질병의 원인과 치료에 집중해 왔습니다."
    },
    {
      "en": "Most theories were quite similar but a few critics disagreed.",
      "ko": "대부분의 이론은 매우 유사했지만, 일부 비평가들은 이에 동의하지 않았습니다."
    },
    {
      "en": "Native speakers are exempt from the language tests in their own language.",
      "ko": "모국어 화자는 자신의 언어로 치러지는 언어 시험이 면제됩니다."
    },
    {
      "en": "Peer group pressure has a significant effect on young people.",
      "ko": "또래 집단의 압력은 청소년에게 상당한 영향을 미칩니다."
    },
    {
      "en": "Please check the information on the website for the opening times.",
      "ko": "자세한 영업시간은 홈페이지에서 확인해주시기 바랍니다."
    },
    {
      "en": "Please make sure you have correctly cited all the necessary materials.",
      "ko": "필요한 자료를 모두 올바르게 인용했는지 확인해 주세요."
    },
    {
      "en": "All of your assignments are due on Wednesday.",
      "ko": "모든 과제는 수요일까지 제출해야 합니다."
    },
    {
      "en": "Politics is not usually a safe topic of conversation.",
      "ko": "정치는 일반적으로 안전한 대화 주제가 아니다."
    },
    {
      "en": "Public perception about biotechnology is crucial for developing scientific consensus.",
      "ko": "과학적 합의를 이끌어내기 위해서는 생명공학에 대한 대중의 인식이 중요합니다."
    },
    {
      "en": "Radio is a popular form of entertainment throughout the world.",
      "ko": "라디오는 전 세계적으로 인기 있는 오락 형태입니다."
    },
    {
      "en": "Review all your sources before drawing any definitive conclusions.",
      "ko": "확실한 결론을 내리기 전에 모든 출처를 검토하세요."
    },
    {
      "en": "The supposed benefits of space exploration are frequently questioned.",
      "ko": "우주 탐사의 가정된 이점은 종종 의문시된다."
    },
    {
      "en": "The speaker began by giving an outline of her presentation.",
      "ko": "발표자는 자신의 프레젠테이션 개요를 설명하면서 시작했습니다."
    },
    {
      "en": "She has made a significant contribution to the field of chemistry.",
      "ko": "그녀는 화학 분야에 큰 공헌을 했습니다."
    },
    {
      "en": "Some economists argue that the entire financial system is fatally flawed.",
      "ko": "일부 경제학자들은 금융 시스템 전체가 치명적인 결함을 가지고 있다고 주장합니다."
    },
    {
      "en": "Some people argue that education is not that important.",
      "ko": "어떤 사람들은 교육이 그렇게 중요하지 않다고 주장한다."
    },
    {
      "en": "Some students find that true or false questions are harder than short answers.",
      "ko": "일부 학생들은 짧은 답변보다 참 또는 거짓 질문이 더 어렵다고 생각합니다."
    },
    {
      "en": "Statistical results should be expressed in different ways depending on the circumstances.",
      "ko": "통계적 결과는 상황에 따라 다른 방식으로 표현되어야 합니다."
    },
    {
      "en": "You are advised to use multiple research methods for this project.",
      "ko": "이 프로젝트에서는 다양한 연구 방법을 사용하는 것이 좋습니다."
    },
    {
      "en": "New developments in technology are influencing current research.",
      "ko": "기술의 새로운 발전은 현재의 연구에 영향을 미치고 있습니다."
    },
    {
      "en": "The assessment of this course will begin next week.",
      "ko": "이 과목에 대한 평가는 다음 주부터 시작됩니다."
    },
    {
      "en": "The digital revolution has changed the way we read.",
      "ko": "디지털 혁명은 우리가 책을 읽는 방식을 바꾸었습니다."
    },
    {
      "en": "The earth's atmosphere is primarily composed of oxygen and nitrogen gases.",
      "ko": "지구 대기는 주로 산소와 질소 가스로 구성되어 있습니다."
    },
    {
      "en": "The history of the university is a long and interesting one.",
      "ko": "이 대학의 역사는 길고 흥미롭습니다."
    },
    {
      "en": "The island is located at the south end of the bay.",
      "ko": "이 섬은 만의 남쪽 끝에 위치해 있습니다."
    },
    {
      "en": "The most important details in this argument are missing.",
      "ko": "이 주장에서 가장 중요한 세부 사항이 빠져 있습니다."
    },
    {
      "en": "The railway makes long-distance travel possible for everyone.",
      "ko": "철도는 모든 사람이 장거리 여행을 할 수 있게 해줍니다."
    },
    {
      "en": "Coastal communities are particularly vulnerable to rising sea levels.",
      "ko": "해안 지역 사회는 해수면 상승에 특히 취약합니다."
    },
    {
      "en": "Assignments must be submitted at the end of the term.",
      "ko": "과제는 학기말에 제출해야 합니다."
    },
    {
      "en": "The theme of the instrumental work exhibits more of a demure compositional style.",
      "ko": "이 악기 연주 작품의 주제는 더욱 단정한 작곡 스타일을 보여준다."
    },
    {
      "en": "Safety glasses should be worn while doing experiments in the lab.",
      "ko": "실험실에서 실험을 할 때는 안전 안경을 착용해야 합니다."
    },
    {
      "en": "The visiting speaker used to be a lecturer in this department.",
      "ko": "방문 강사는 이 학과의 강사였습니다."
    },
    {
      "en": "There are some doubts about whether these events actually occurred.",
      "ko": "이런 사건이 실제로 일어났는지에 대해서는 의문이 제기되고 있다."
    },
    {
      "en": "There is a clear need for further research in this field.",
      "ko": "이 분야에 대한 추가 연구가 분명히 필요합니다."
    },
    {
      "en": "There is clearly a need for further research in this field.",
      "ko": "이 분야에 대한 추가 연구가 필요하다는 것은 분명합니다."
    },
    {
      "en": "This class will look at the structure of an essay.",
      "ko": "이 수업에서는 에세이의 구조를 살펴보겠습니다."
    },
    {
      "en": "This guy is qualified to lead the groups into the mountain.",
      "ko": "이 사람은 산으로 그룹을 이끌 자격이 있습니다."
    },
    {
      "en": "This morning's lecture on economic policy has been canceled.",
      "ko": "오늘 아침 경제정책 강의는 취소되었습니다."
    },
    {
      "en": "Our laboratory equipment is provided free of charge.",
      "ko": "당사의 실험실 장비는 무료로 제공됩니다."
    },
    {
      "en": "This software company designs and creates new products.",
      "ko": "이 소프트웨어 회사는 새로운 제품을 디자인하고 개발합니다."
    },
    {
      "en": "Traffic is the main cause of air pollution in many cities.",
      "ko": "많은 도시에서 대기 오염의 주요 원인은 교통입니다."
    },
    {
      "en": "This project is divided into four main sections.",
      "ko": "이 프로젝트는 4개의 주요 섹션으로 나뉩니다."
    },
    {
      "en": "University fees are expected to increase next year.",
      "ko": "내년에는 대학 수업료가 인상될 것으로 예상된다."
    },
    {
      "en": "Water filters on campus will discourage the unnecessary use of plastic bottles.",
      "ko": "캠퍼스에 정수 필터를 설치하면 불필요한 플라스틱 병 사용을 줄일 수 있습니다."
    },
    {
      "en": "We can work together to achieve high educational standard.",
      "ko": "우리는 높은 교육 수준을 달성하기 위해 함께 노력할 수 있습니다."
    },
    {
      "en": "We can't consider any increase in our price at this stage.",
      "ko": "이 단계에서는 가격 인상을 고려할 수 없습니다."
    },
    {
      "en": "We were able to contact a number of research subjects.",
      "ko": "우리는 다수의 연구 대상자들과 접촉할 수 있었습니다."
    },
    {
      "en": "The essay is easy to write once the research is completed.",
      "ko": "조사가 완료되면 에세이를 쓰기 쉽습니다."
    },
    {
      "en": "You can find a lot more information on the university website.",
      "ko": "더 많은 정보는 대학 홈페이지에서 확인하실 수 있습니다."
    },
    {
      "en": "Accounting students should have a good understanding of profit and loss statements.",
      "ko": "회계학을 전공하는 학생들은 손익 계산서를 잘 이해해야 합니다."
    },
    {
      "en": "Speak to your tutor if you need further assistance.",
      "ko": "추가 지원이 필요하면 튜터에게 문의하세요."
    },
    {
      "en": "Check the website if you are looking for discounted textbooks.",
      "ko": "할인된 교과서를 찾고 있다면 웹사이트를 확인해보세요."
    },
    {
      "en": "Farming methods across the world have greatly developed recently.",
      "ko": "최근 전 세계의 농업 방법이 크게 발전했습니다."
    },
    {
      "en": "Find out how to get resources before your research.",
      "ko": "연구를 시작하기 전에 자료를 얻는 방법을 알아보세요."
    },
    {
      "en": "Mature students usually adapt to university life extremely well.",
      "ko": "성숙한 학생들은 일반적으로 대학 생활에 매우 잘 적응합니다."
    },
    {
      "en": "The science library is currently located on the ground floor of the library.",
      "ko": "과학도서관은 현재 도서관 1층에 있습니다."
    },
    {
      "en": "Several candidates would be qualified as the greatest scientists of all time.",
      "ko": "여러 후보가 역사상 가장 위대한 과학자로 꼽힐 만합니다."
    },
    {
      "en": "The Industrial Revolution in Europe was driven by steam technology.",
      "ko": "유럽의 산업혁명은 증기 기술에 의해 주도되었습니다."
    },
    {
      "en": "There is a welcome party for all new students each term.",
      "ko": "매 학기마다 신입생을 위한 환영 파티가 있습니다."
    },
    {
      "en": "They developed a unique approach to training their employees.",
      "ko": "그들은 직원 교육에 대한 독특한 접근 방식을 개발했습니다."
    },
    {
      "en": "We are looking at introducing new methods that are both practical and engaging.",
      "ko": "우리는 실용적이면서도 매력적인 새로운 방법을 도입하고자 합니다."
    },
    {
      "en": "A good academic paper should present a clear argument.",
      "ko": "좋은 학술 논문은 명확한 주장을 제시해야 합니다."
    },
    {
      "en": "In this language course, we focus on both fluency and accuracy.",
      "ko": "이 언어 과정에서는 유창함과 정확성에 중점을 둡니다."
    },
    {
      "en": "Making mistakes is fine as long as you learn from them.",
      "ko": "실수하는 것도 괜찮지만, 그로부터 교훈을 얻는다면 괜찮습니다."
    },
    {
      "en": "Our courses help improve critical thinking and independent learning skills.",
      "ko": "본 과정은 비판적 사고력과 독립적인 학습 능력을 향상시키는 데 도움이 됩니다."
    },
    {
      "en": "This course provides the opportunity to get valuable industry experience.",
      "ko": "이 과정은 귀중한 업계 경험을 얻을 수 있는 기회를 제공합니다."
    },
    {
      "en": "Read the safety instructions before using any equipment in the workshop.",
      "ko": "작업장에서 장비를 사용하기 전에 안전 지침을 읽으십시오."
    },
    {
      "en": "Students intending to go to the conference must register now.",
      "ko": "학회에 참석하려는 학생은 지금 등록해야 합니다."
    },
    {
      "en": "Students are encouraged to monitor their own attendance.",
      "ko": "학생들은 자신의 출석을 스스로 체크하는 것이 좋습니다."
    },
    {
      "en": "The ability to work with fellow students cannot be stressed enough.",
      "ko": "동료 학생들과 함께 일할 수 있는 능력은 얼마나 강조해도 지나치지 않습니다."
    },
    {
      "en": "Continuing students will be sent the necessary application forms.",
      "ko": "재학생에게는 필요한 지원서가 발송됩니다."
    },
    {
      "en": "We have a lecture in the morning on Thursday.",
      "ko": "목요일 오전에 강의가 있습니다."
    },
    {
      "en": "The elective course introduces engineering students to construction practices and concepts.",
      "ko": "선택 과목은 공학 전공 학생들에게 건설 관행과 개념을 소개합니다."
    },
    {
      "en": "The department has a higher-than-normal proportion of postgraduate students.",
      "ko": "이 학과에는 대학원생의 비율이 평소보다 높습니다."
    },
    {
      "en": "The economy is now showing the first sign of recovery.",
      "ko": "경제는 이제 회복의 첫 조짐을 보이고 있습니다."
    },
    {
      "en": "Digital gadgets are an excellent addition to any outdoor venture.",
      "ko": "디지털 가젯은 야외 활동에 매우 적합합니다."
    },
    {
      "en": "Mechanical engineering first became prominent during the Industrial Revolution.",
      "ko": "기계공학은 산업혁명 때 처음으로 두각을 나타냈습니다."
    },
    {
      "en": "The lecture tomorrow will discuss the educational policy of the United States.",
      "ko": "내일 강의에서는 미국의 교육 정책에 대해 논의할 것입니다."
    },
    {
      "en": "All medical students must clean their hands before entering the room.",
      "ko": "모든 의대생은 강의실에 들어가기 전에 손을 씻어야 합니다."
    },
    {
      "en": "Implementation figures are expected to be improved in the next few years.",
      "ko": "향후 몇 년 안에 구현 수치가 개선될 것으로 예상됩니다."
    },
    {
      "en": "Certain organisms can reproduce using just one parent.",
      "ko": "어떤 유기체는 부모 중 한 명만을 이용해 번식할 수 있습니다."
    },
    {
      "en": "Protective clothing must always be worn in the laboratory.",
      "ko": "실험실에서는 항상 보호복을 착용해야 합니다."
    },
    {
      "en": "Being bilingual does not necessarily mean having the ability to analyze the languages.",
      "ko": "이중 언어에 능통하다는 것은 반드시 언어를 분석할 수 있는 능력이 있다는 것을 의미하지 않습니다."
    },
    {
      "en": "Sound waves are unable to travel through vacuum.",
      "ko": "음파는 진공을 통과할 수 없습니다."
    },
    {
      "en": "Make sure you choose a course that provides great career opportunities.",
      "ko": "좋은 취업 기회를 제공하는 과목을 선택하세요."
    },
    {
      "en": "You must hand in your essays by midday on Friday.",
      "ko": "금요일 정오까지 에세이를 제출해야 합니다."
    },
    {
      "en": "Social media is criticized for causing internet addiction.",
      "ko": "소셜 미디어는 인터넷 중독을 유발한다는 비판을 받고 있다."
    },
    {
      "en": "The researchers are disappointed that the results of the research have been proved to be inconclusive.",
      "ko": "연구자들은 연구 결과가 결정적이지 못한 것으로 판명되어 실망스러워하고 있습니다."
    },
    {
      "en": "We hold visiting hours throughout the year for students.",
      "ko": "우리는 학생들을 위해 일년 내내 방문 시간을 갖고 있습니다."
    },
    {
      "en": "Renovation works are currently being undertaken throughout the whole building.",
      "ko": "현재 건물 전체에서 리노베이션 공사가 진행 중입니다."
    },
    {
      "en": "The bus for London will leave ten minutes later than planned.",
      "ko": "런던행 버스는 예정보다 10분 늦게 출발합니다."
    },
    {
      "en": "Consumer confidence tends to increase as the economy expands.",
      "ko": "경제가 확대되면 소비자 신뢰도는 높아지는 경향이 있습니다."
    },
    {
      "en": "This book can be borrowed for a maximum of one week.",
      "ko": "이 책은 최대 1주일 동안 대출할 수 있습니다."
    },
    {
      "en": "This essay will argue that technology does more good than harm.",
      "ko": "이 글은 기술이 해로운 것보다 좋은 영향을 더 많이 끼친다고 주장합니다."
    },
    {
      "en": "You should provide examples to support your ideas and arguments.",
      "ko": "당신의 아이디어와 주장을 뒷받침하는 예를 제공해야 합니다."
    },
    {
      "en": "Growing population has posed a challenge to many governments.",
      "ko": "인구 증가는 많은 정부에 과제로 다가왔습니다."
    },
    {
      "en": "Dealing with the growing population is a challenge for many governments.",
      "ko": "증가하는 인구에 대처하는 것은 많은 정부에 어려운 문제입니다."
    },
    {
      "en": "The history department is very active in research.",
      "ko": "역사학과에서는 연구가 매우 활발합니다."
    },
    {
      "en": "Graphs and charts allowed data to be more easily understood.",
      "ko": "그래프와 차트를 사용하면 데이터를 더 쉽게 이해할 수 있습니다."
    },
    {
      "en": "Blue whales are the largest animals that have ever lived.",
      "ko": "푸른 고래는 지금까지 살았던 동물 중 가장 큰 동물입니다."
    },
    {
      "en": "A laptop computer has been found in the biology lab.",
      "ko": "생물학 연구실에서 노트북 컴퓨터가 발견되었습니다."
    },
    {
      "en": "Muscle cells bring parts of the body closer together.",
      "ko": "근육 세포는 신체 부위를 더 가깝게 붙입니다."
    },
    {
      "en": "You will learn how to rationally assess your arguments.",
      "ko": "당신은 당신의 주장을 합리적으로 평가하는 방법을 배울 것입니다."
    },
    {
      "en": "Journalism faces the crisis in the light of the digital revolution.",
      "ko": "디지털 혁명으로 인해 저널리즘은 위기에 직면해 있습니다."
    },
    {
      "en": "Slides and handouts can be downloaded after lectures.",
      "ko": "강의 후에는 슬라이드와 자료집을 다운로드할 수 있습니다."
    },
    {
      "en": "Business practices must obey contemporary general regulations.",
      "ko": "사업 관행은 현대의 일반 규정을 준수해야 합니다."
    },
    {
      "en": "As student union members, you can influence and change our university.",
      "ko": "학생회 회원으로서 여러분은 우리 대학에 영향을 미치고 변화를 가져올 수 있습니다."
    },
    {
      "en": "A mixture is defined as a compound of chemically separate parts.",
      "ko": "혼합물은 화학적으로 분리된 부분의 화합물로 정의됩니다."
    },
    {
      "en": "Studying history can help you better understand the present.",
      "ko": "역사를 공부하면 현재를 더 잘 이해하는 데 도움이 될 수 있습니다."
    },
    {
      "en": "Academic libraries across the world are steadily incorporating social media.",
      "ko": "전 세계의 학술 도서관은 꾸준히 소셜 미디어를 통합하고 있습니다."
    },
    {
      "en": "The course covers architecture planning and construction on the international scale.",
      "ko": "이 과정에서는 국제적 규모의 건축 계획 및 건설에 대한 내용을 다룹니다."
    },
    {
      "en": "New developments in manufacturing are changing the way we live.",
      "ko": "제조업의 새로운 발전은 우리의 삶의 방식을 바꾸고 있습니다."
    },
    {
      "en": "Studying medicine allows for a wide range of career opportunities.",
      "ko": "의학을 공부하면 다양한 직업을 가질 수 있는 기회가 생깁니다."
    },
    {
      "en": "Students should leave their bags on the table by the door.",
      "ko": "학생들은 문 옆 테이블에 가방을 놓아두어야 합니다."
    },
    {
      "en": "New materials and techniques are changing the style of modern architecture.",
      "ko": "새로운 재료와 기술이 현대 건축의 스타일을 변화시키고 있습니다."
    },
    {
      "en": "Eating fish twice a week is recommended for a healthy diet.",
      "ko": "건강한 식단을 위해서는 일주일에 두 번 생선을 먹는 것이 좋습니다."
    },
    {
      "en": "Information technology has changed the way people study today.",
      "ko": "정보기술은 오늘날 사람들의 공부방식을 바꾸어 놓았습니다."
    },
    {
      "en": "The library will stay open until midnight this week.",
      "ko": "이번 주 도서관은 자정까지 문을 엽니다."
    },
    {
      "en": "Psychologists say that what we have experienced influences our behaviors.",
      "ko": "심리학자들은 우리가 경험한 일이 우리의 행동에 영향을 미친다고 말합니다."
    },
    {
      "en": "The department works closely with business communities.",
      "ko": "이 부서는 기업체와 긴밀히 협력합니다."
    },
    {
      "en": "Students are required to have an undergraduate degree in Biology to be enrolled in this course.",
      "ko": "이 과목을 수강하려면 학생은 생물학 학사 학위를 취득해야 합니다."
    },
    {
      "en": "Linguistics is the scientific study and analysis of language.",
      "ko": "언어학은 언어에 대한 과학적인 연구와 분석입니다."
    },
    {
      "en": "Philosophy uses logic and reasons to analyze human experience.",
      "ko": "철학은 논리와 이성을 사용하여 인간의 경험을 분석합니다."
    },
    {
      "en": "Field trips are an essential part of geography courses.",
      "ko": "현장 학습은 지리 수업의 필수적인 부분입니다."
    },
    {
      "en": "Providers of higher education treat plagiarism extremely seriously.",
      "ko": "고등교육 제공자들은 표절을 매우 심각한 문제로 여긴다."
    },
    {
      "en": "The government is funding a research study on the consequences of unemployment.",
      "ko": "정부는 실업의 결과에 대한 연구 조사에 자금을 지원하고 있습니다."
    },
    {
      "en": "The digital camera has some advantages over traditional film.",
      "ko": "디지털 카메라는 기존 필름 카메라에 비해 몇 가지 장점이 있습니다."
    },
    {
      "en": "The history of economics is a tricky subject to research.",
      "ko": "경제학의 역사는 연구하기 까다로운 주제이다."
    },
    {
      "en": "Auditions for the university choir will be held next week.",
      "ko": "대학 합창단 오디션이 다음 주에 열립니다."
    },
    {
      "en": "The disease that was serious has now been eradicated.",
      "ko": "심각했던 질병은 이제 근절되었습니다."
    },
    {
      "en": "Air pollution is a serious problem all over the world.",
      "ko": "대기 오염은 전 세계적으로 심각한 문제입니다."
    },
    {
      "en": "Urban planning emphasizes efficiency and expansion of communities.",
      "ko": "도시 계획은 효율성과 지역 사회의 확장을 강조합니다."
    },
    {
      "en": "The course will start with the history of architecture.",
      "ko": "이 수업은 건축의 역사부터 시작합니다."
    },
    {
      "en": "Scholarship applications must be handed in by the end of this month.",
      "ko": "장학금 신청서는 이번 달 말까지 제출해야 합니다."
    },
    {
      "en": "Art and design is a competitive field to work in.",
      "ko": "예술과 디자인은 일하기에 경쟁이 치열한 분야입니다."
    },
    {
      "en": "Many diseases that were once serious have now been eradicated.",
      "ko": "한때 심각했던 많은 질병이 이제는 근절되었습니다."
    },
    {
      "en": "The university canteen is now offering many healthy meal options.",
      "ko": "대학 식당에서는 이제 다양한 건강식 옵션을 제공하고 있습니다."
    },
    {
      "en": "Reading histories involves a level of careful selection.",
      "ko": "역사를 읽는 데는 신중한 선택이 필요합니다."
    },
    {
      "en": "Many universities provide exchange programs to other countries.",
      "ko": "많은 대학들이 다른 나라와 교환학생 프로그램을 제공합니다."
    },
    {
      "en": "The deadline for this assignment is next Wednesday.",
      "ko": "이 과제의 마감일은 다음 주 수요일입니다."
    },
    {
      "en": "There are a variety of different ways to present statistical information.",
      "ko": "통계 정보를 표현하는 방법은 다양합니다."
    },
    {
      "en": "Scholarships are available for both local and international students.",
      "ko": "장학금은 국내 학생과 해외 학생 모두에게 제공됩니다."
    },
    {
      "en": "The research shows that spending time outdoors has a range of benefits.",
      "ko": "연구에 따르면 야외에서 시간을 보내는 것에는 여러 가지 이점이 있는 것으로 나타났습니다."
    },
    {
      "en": "The amount of time spent on configuration varies considerably.",
      "ko": "구성에 소요되는 시간은 상당히 다양합니다."
    },
    {
      "en": "Our company must have independent financial auditing.",
      "ko": "우리 회사는 독립적인 재무 감사를 받아야 합니다."
    },
    {
      "en": "An essay should use evidence from both primary and secondary sources.",
      "ko": "논문에서는 1차 자료와 2차 자료 모두에서 얻은 증거를 활용해야 합니다."
    },
    {
      "en": "A surprisingly large number of students applied for that course.",
      "ko": "놀라울 정도로 많은 학생들이 그 과목에 지원했습니다."
    },
    {
      "en": "Our company currently employs more than ten thousand people worldwide.",
      "ko": "현재 우리 회사는 전 세계적으로 1만 명 이상의 직원을 고용하고 있습니다."
    },
    {
      "en": "It is clear that the human population has an impact on the environment.",
      "ko": "인간의 인구가 환경에 영향을 미친다는 것은 분명한 사실이다."
    },
    {
      "en": "The use of mobile phones is not permitted in the library.",
      "ko": "도서관에서는 휴대전화 사용이 허용되지 않습니다."
    },
    {
      "en": "The closing date of applications for travel scholarships is next Monday.",
      "ko": "여행 장학금 신청 마감일은 다음 주 월요일입니다."
    },
    {
      "en": "Students may only park their cars in authorized university parking spaces.",
      "ko": "학생들은 대학의 승인된 주차 공간에만 차량을 주차할 수 있습니다."
    },
    {
      "en": "The study of utilizing projects is funded by the university.",
      "ko": "프로젝트 활용에 대한 연구는 대학에서 자금을 지원받습니다."
    },
    {
      "en": "Many universities are continuously expanding the postgraduate education online learning resources.",
      "ko": "많은 대학들이 대학원 교육을 위한 온라인 학습 리소스를 지속적으로 확대하고 있습니다."
    },
    {
      "en": "The night sky has always involved mystery and wonder.",
      "ko": "밤하늘은 언제나 신비와 경이로움을 담고 있었습니다."
    },
    {
      "en": "These words recognized the excellence of the undergraduates' research projects.",
      "ko": "이 말은 학부생들의 연구 프로젝트의 우수성을 인정한 것입니다."
    },
    {
      "en": "For the purpose of the research, data should be collected and analyzed.",
      "ko": "연구 목적을 위해서는 데이터를 수집하고 분석해야 합니다."
    },
    {
      "en": "We are phasing out disposable cups on campus.",
      "ko": "우리는 캠퍼스에서 일회용 컵을 단계적으로 폐지하고 있습니다."
    },
    {
      "en": "He wrote poetry and plays as well as scientific papers.",
      "ko": "그는 과학 논문뿐만 아니라 시와 희곡도 썼습니다."
    },
    {
      "en": "You need to hand in an essay next semester.",
      "ko": "다음 학기에 에세이를 제출해야 합니다."
    },
    {
      "en": "Summer school programs allow some students to accelerate their studies.",
      "ko": "여름방학 학교 프로그램을 통해 일부 학생들은 학업을 빨리 마칠 수 있습니다."
    },
    {
      "en": "The sociology exam will take place in Week 13.",
      "ko": "사회학 시험은 13주차에 치러집니다."
    },
    {
      "en": "Parents are financially responsible for their children right up until they reach adulthood.",
      "ko": "부모는 자녀가 성인이 될 때까지 재정적으로 책임을 져야 합니다."
    },
    {
      "en": "Students are encouraged to think carefully about their accommodation needs.",
      "ko": "학생들은 숙박 시설에 대한 필요성을 신중하게 생각해 보는 것이 좋습니다."
    },
    {
      "en": "There must be planets in the universe that can support life.",
      "ko": "우주에는 생명체가 살 수 있는 행성이 있어야 합니다."
    },
    {
      "en": "Lecture outlines are available on the college internal website.",
      "ko": "강의 개요는 대학 내부 웹사이트에서 확인할 수 있습니다."
    },
    {
      "en": "This course places considerable emphasis on critical thinking skills.",
      "ko": "이 과정은 비판적 사고 능력에 상당한 중점을 둡니다."
    },
    {
      "en": "It is generally accepted that language is a part of culture.",
      "ko": "언어는 문화의 일부라는 것이 일반적으로 받아들여진다."
    },
    {
      "en": "Students who study environmental biology need to do fieldwork.",
      "ko": "환경생물학을 공부하는 학생들은 현장 조사를 해야 합니다."
    },
    {
      "en": "The aim of the course is to encourage students to develop their creativity.",
      "ko": "이 과정의 목적은 학생들의 창의성을 개발하도록 격려하는 것입니다."
    },
    {
      "en": "Physics is the key subject to understanding the world and the universe.",
      "ko": "물리학은 세상과 우주를 이해하는 데 중요한 학문입니다."
    },
    {
      "en": "Practical experience is a vital part of legal training.",
      "ko": "실무 경험은 법률 교육의 중요한 부분입니다."
    },
    {
      "en": "Students will study the language literature in the Ancient Greece.",
      "ko": "학생들은 고대 그리스의 언어 문학을 공부합니다."
    },
    {
      "en": "This new camera can identify your eyes and focus on them.",
      "ko": "이 새로운 카메라는 사용자의 눈을 식별하고 초점을 맞출 수 있습니다."
    },
    {
      "en": "There is a pharmacy on campus near the bookstore.",
      "ko": "캠퍼스 내 서점 근처에 약국이 있습니다."
    },
    {
      "en": "Recession triggers exciting creativity and high rates of public wisdom.",
      "ko": "경기 침체는 흥미로운 창의성과 대중적 지혜의 높은 수준을 촉발합니다."
    },
    {
      "en": "The American astronomers made a plan for landing a spaceship on Mars.",
      "ko": "미국의 천문학자들은 화성에 우주선을 착륙시키는 계획을 세웠다."
    },
    {
      "en": "Students will focus on reporting news on changing the media world.",
      "ko": "학생들은 미디어 세계의 변화에 대한 뉴스 보도에 집중할 것입니다."
    },
    {
      "en": "Building trust is not something that can be achieved overnight.",
      "ko": "신뢰를 쌓는 것은 하룻밤 사이에 이룰 수 있는 일이 아닙니다."
    },
    {
      "en": "An architect is required to have problem-solving skills and an eye for design.",
      "ko": "건축가는 문제 해결 능력과 디자인 감각을 갖춰야 합니다."
    },
    {
      "en": "Student representatives will be visiting the classes with voting forms.",
      "ko": "학생 대표가 투표용지를 들고 수업을 방문할 예정입니다."
    },
    {
      "en": "The article considers the leisure habits of teenagers in rural areas.",
      "ko": "이 기사는 농촌 지역 청소년들의 여가 습관을 고찰합니다."
    },
    {
      "en": "Read the first section before the next meeting.",
      "ko": "다음 회의 전에 첫 번째 섹션을 읽어보세요."
    },
    {
      "en": "In his lifetime, he composed a large number of works.",
      "ko": "그는 평생 동안 수많은 작품을 작곡했다."
    },
    {
      "en": "Students must present a valid identification to enroll in this course.",
      "ko": "이 과목에 등록하려면 학생은 유효한 신분증을 제시해야 합니다."
    },
    {
      "en": "Newspapers across the country have been reporting stories of the president.",
      "ko": "전국의 신문들이 대통령에 대한 기사를 보도하고 있습니다."
    },
    {
      "en": "Our aim is to reduce the risks that people take.",
      "ko": "우리의 목표는 사람들이 감수하는 위험을 줄이는 것입니다."
    },
    {
      "en": "One student representative will be selected from each class.",
      "ko": "각 학급에서 한 명의 학생 대표가 선출됩니다."
    },
    {
      "en": "All answers must be thoroughly researched and supported by relevant theories.",
      "ko": "모든 답변은 철저히 조사되어야 하며 관련 이론에 의해 뒷받침되어야 합니다."
    },
    {
      "en": "His analysis study appears to be based on the false premise.",
      "ko": "그의 분석 연구는 잘못된 전제에 근거한 것으로 보인다."
    },
    {
      "en": "Lectures are the oldest and the most formal teaching method at university.",
      "ko": "강의는 대학에서 가장 오래되고 가장 공식적인 교육 방법입니다."
    },
    {
      "en": "Let me give you an example to explain what I mean.",
      "ko": "제 말이 무슨 뜻인지 설명하기 위해 예를 하나 들어보겠습니다."
    },
    {
      "en": "Before you choose your university courses, you should consider your future career.",
      "ko": "대학 과목을 선택하기 전에 미래 직업에 대해 생각해 보세요."
    },
    {
      "en": "Graduates from this course typically pursue careers in financial sector.",
      "ko": "이 과정을 졸업한 사람들은 일반적으로 금융 부문에서 경력을 쌓습니다."
    },
    {
      "en": "She began by giving an outline of the previous lecture.",
      "ko": "그녀는 이전 강의의 개요를 설명하면서 강의를 시작했습니다."
    },
    {
      "en": "Strangely, people are simultaneously impressed by and skeptical about statistics.",
      "ko": "이상하게도 사람들은 통계에 대해 동시에 감명을 받는 동시에 회의적인 반응을 보인다."
    },
    {
      "en": "You must answer security questions when you reset your password.",
      "ko": "비밀번호를 재설정할 때는 보안 질문에 답해야 합니다."
    },
    {
      "en": "Currently the growth of the economy is unpredictable.",
      "ko": "현재 경제 성장은 예측할 수 없습니다."
    },
    {
      "en": "Students must wear protective clothing that is provided in the medical laboratory.",
      "ko": "학생들은 의료 연구실에서 제공되는 보호복을 착용해야 합니다."
    },
    {
      "en": "Population has a sharp rise in the recent twenty years.",
      "ko": "최근 20년 동안 인구가 급격히 증가했습니다."
    },
    {
      "en": "The museum is closed on the third Monday of every month.",
      "ko": "박물관은 매월 셋째 주 월요일에 문을 닫습니다."
    },
    {
      "en": "You must be able to work in a team.",
      "ko": "팀에서 일할 수 있어야 합니다."
    },
    {
      "en": "Some people believe that education should be free to everyone.",
      "ko": "어떤 사람들은 교육은 모든 사람에게 무료로 제공되어야 한다고 믿습니다."
    },
    {
      "en": "You can use your laptops in the lecture.",
      "ko": "강의에서 노트북을 사용할 수 있습니다."
    },
    {
      "en": "Computers used to be larger than they are now.",
      "ko": "옛날에는 컴퓨터가 지금보다 더 컸습니다."
    },
    {
      "en": "It is important to plan your study time carefully.",
      "ko": "공부 시간을 신중하게 계획하는 것이 중요합니다."
    },
    {
      "en": "Gravity is the force that attracts two bodies toward one another.",
      "ko": "중력은 두 물체를 서로 끌어당기는 힘입니다."
    },
    {
      "en": "There was a prize for the best student presentation.",
      "ko": "가장 우수한 학생 발표에 대한 상이 있었습니다."
    },
    {
      "en": "Muscles bring parts of the body close together.",
      "ko": "근육은 신체 부위를 가깝게 붙입니다."
    },
    {
      "en": "The library will be closed for staff training tomorrow morning.",
      "ko": "도서관은 내일 오전 직원 교육을 위해 문을 닫습니다."
    },
    {
      "en": "You need to put those books on the table over there.",
      "ko": "저 책들을 저기 테이블 위에 올려놓아야 해요."
    },
    {
      "en": "Critical thinking is an essential component of a broad education.",
      "ko": "비판적 사고는 광범위한 교육의 필수적인 요소입니다."
    },
    {
      "en": "Scientists recognize different ice types according to the water molecule content.",
      "ko": "과학자들은 물 분자 함량에 따라 다양한 얼음 유형을 구분합니다."
    },
    {
      "en": "It is interesting to observe the development of the language skills of toddlers.",
      "ko": "유아들의 언어 능력 발달을 관찰하는 것은 흥미로운 일이다."
    },
    {
      "en": "Children start producing words before they are able to walk.",
      "ko": "아이들은 걸을 수 있기 전부터 단어를 말하기 시작합니다."
    },
    {
      "en": "The skills of a great stage actor cannot be taught.",
      "ko": "훌륭한 무대 배우의 기술은 가르칠 수 없습니다."
    },
    {
      "en": "The university library has a collection of early geography maps.",
      "ko": "대학 도서관에는 초기 지리 지도 컬렉션이 소장되어 있습니다."
    },
    {
      "en": "Businesses must adapt to the general data protection regulations.",
      "ko": "기업은 일반 데이터 보호 규정을 준수해야 합니다."
    },
    {
      "en": "The internet has transformed the nature of publishing.",
      "ko": "인터넷은 출판의 본질을 변화시켰습니다."
    },
    {
      "en": "More research is required in the field of food science.",
      "ko": "식품과학 분야에서는 더 많은 연구가 필요합니다."
    },
    {
      "en": "The academic tradition of the school ensures excellence.",
      "ko": "이 학교의 학문적 전통은 우수성을 보장합니다."
    },
    {
      "en": "For the small business, making profit is the main priority.",
      "ko": "중소기업의 경우, 이익 창출이 가장 중요한 우선순위입니다."
    },
    {
      "en": "Agricultural development plays a vital role in rural areas.",
      "ko": "농업 개발은 농촌 지역에서 매우 중요한 역할을 합니다."
    },
    {
      "en": "The falling birth rate means the number of students dropped.",
      "ko": "출산율의 감소는 학생 수의 감소를 의미합니다."
    },
    {
      "en": "We hold visiting tours throughout the year for undergraduate students.",
      "ko": "우리는 일년 내내 학부생을 대상으로 방문 투어를 진행합니다."
    },
    {
      "en": "Employment figures will decrease in the next few years.",
      "ko": "향후 몇 년 동안 취업자 수는 감소할 것으로 예상된다."
    },
    {
      "en": "Artists, other than politicians, played their own roles as critics of the culture.",
      "ko": "정치인 외에도 예술가들은 문화 비평가로서 그들만의 역할을 수행했습니다."
    },
    {
      "en": "Criminal charges will be brought against all of the men.",
      "ko": "모든 남자에 대해 형사고발이 이루어질 것입니다."
    },
    {
      "en": "We are continuing to provide postgraduate online learning resources.",
      "ko": "우리는 대학원생을 위한 온라인 학습 자료를 지속적으로 제공하고 있습니다."
    },
    {
      "en": "The study is among the initial projects funded by the university.",
      "ko": "이 연구는 대학이 자금을 지원한 초기 프로젝트 중 하나입니다."
    },
    {
      "en": "Writing history needs a careful selection process of historical sources.",
      "ko": "역사를 쓰려면 역사적 출처를 신중하게 선택하는 과정이 필요합니다."
    },
    {
      "en": "Extension requirement for the assignment must be submitted before the deadline.",
      "ko": "과제 연장 요청은 마감일 전에 제출해야 합니다."
    },
    {
      "en": "When attending a job interview, punctuality is the key.",
      "ko": "취업 면접에 참석할 때는 시간을 잘 지키는 것이 중요합니다."
    },
    {
      "en": "Universities need to secure the grants for research subjects.",
      "ko": "대학에서는 연구 주제에 대한 연구비를 확보해야 합니다."
    },
    {
      "en": "The studies showed the Hong Kong people are the most active in Asia.",
      "ko": "연구 결과에 따르면 홍콩 사람들이 아시아에서 가장 활동적인 것으로 나타났습니다."
    },
    {
      "en": "The study of the economy is a tricky subject to research.",
      "ko": "경제 연구는 까다로운 주제이다."
    },
    {
      "en": "Mathematics provides a foundation for understanding and analyzing data.",
      "ko": "수학은 데이터를 이해하고 분석하는 데 필요한 기초를 제공합니다."
    },
    {
      "en": "The office hours will change next term.",
      "ko": "다음 학기부터 근무 시간이 변경됩니다."
    },
    {
      "en": "Football is played throughout all years at the university.",
      "ko": "대학에서는 1년 내내 축구를 합니다."
    },
    {
      "en": "We are looking for new ways to engage learners.",
      "ko": "우리는 학습자의 참여를 유도할 새로운 방법을 찾고 있습니다."
    },
    {
      "en": "Take the first step by applying for a university scholarship (scholarships) now.",
      "ko": "지금 대학 장학금을 신청하여 첫 걸음을 내딛어 보세요."
    },
    {
      "en": "There is probably life in the other planets in the universe.",
      "ko": "우주의 다른 행성에도 생명체가 있을 가능성이 있습니다."
    },
    {
      "en": "Undoubtedly, this theory has a number of limitations.",
      "ko": "의심할 여지 없이 이 이론에는 많은 한계가 있습니다."
    },
    {
      "en": "Unemployment rate has fallen to its lowest level in years.",
      "ko": "실업률은 수년 만에 최저 수준으로 떨어졌습니다."
    },
    {
      "en": "The teacher training course includes observing the classes.",
      "ko": "교사 교육 과정에는 수업 관찰이 포함됩니다."
    },
    {
      "en": "Gravity makes objects attracted to one another.",
      "ko": "중력은 물체를 서로 끌어당깁니다."
    },
    {
      "en": "Library plays an important role in students' lives.",
      "ko": "도서관은 학생들의 삶에 중요한 역할을 합니다."
    },
    {
      "en": "Class participation is an important part of your final grade.",
      "ko": "수업 참여도는 최종 성적에 중요한 부분입니다."
    },
    {
      "en": "This course begins by tracing the historical evolution of architecture.",
      "ko": "이 과정은 건축의 역사적 진화를 추적하는 것으로 시작됩니다."
    },
    {
      "en": "You can find the complaint form on the website.",
      "ko": "불만 제기 양식은 웹사이트에서 찾을 수 있습니다."
    },
    {
      "en": "Chemical reactions occur when substances combine or change.",
      "ko": "화학 반응은 물질이 결합하거나 변화할 때 발생합니다."
    },
    {
      "en": "Course work gives students the chances to thoroughly explore the subject.",
      "ko": "수업 활동을 통해 학생들은 해당 과목을 철저히 탐구할 기회를 얻습니다."
    },
    {
      "en": "It is quite clear that our facial expressions are different across the world.",
      "ko": "우리의 얼굴 표정이 전 세계마다 다르다는 것은 매우 분명한 사실입니다."
    },
    {
      "en": "We must hand in our assignment by the end of the semester.",
      "ko": "우리는 학기말까지 과제를 제출해야 합니다."
    },
    {
      "en": "All experimental procedures are outlined in the laboratory manual.",
      "ko": "모든 실험 절차는 실험실 매뉴얼에 명시되어 있습니다."
    },
    {
      "en": "Leaving valuable possessions unattended in public place is risky.",
      "ko": "귀중한 소지품을 공공장소에 방치하는 것은 위험합니다."
    },
    {
      "en": "Most scientists believe that climate change threatens the lives on earth.",
      "ko": "대부분의 과학자들은 기후 변화가 지구상의 생명을 위협한다고 믿습니다."
    },
    {
      "en": "And in that regard, as well as in other regards, it stands as an important contribution.",
      "ko": "그리고 그 측면에서뿐만 아니라 다른 측면에서도 그것은 중요한 기여로 여겨집니다."
    },
    {
      "en": "The economic status of the early Roman Republic will be examined.",
      "ko": "초기 로마 공화국의 경제적 지위를 살펴보겠습니다."
    },
    {
      "en": "He landed a job in a very prestigious law firm.",
      "ko": "그는 매우 명문 로펌에서 일자리를 얻었습니다."
    },
    {
      "en": "Interim grades will be posted outside the student lounge.",
      "ko": "중간 성적은 학생 휴게실 밖에 게시됩니다."
    },
    {
      "en": "Many birds migrate to warmer areas for the winter.",
      "ko": "많은 새들이 겨울 동안 따뜻한 지역으로 이동합니다."
    },
    {
      "en": "No more than four people can be in the lab at once.",
      "ko": "한 번에 4명 이상이 연구실에 있을 수 없습니다."
    },
    {
      "en": "Our professor is hosting the business development conference.",
      "ko": "우리 교수님이 사업 개발 컨퍼런스를 주최하고 계십니다."
    },
    {
      "en": "Packaging is very important to attract the attention of a buyer.",
      "ko": "포장은 구매자의 관심을 끌기 위해 매우 중요합니다."
    },
    {
      "en": "The business policy seminar includes an internship with a local firm.",
      "ko": "경영 정책 세미나에는 지역 회사에서의 인턴십이 포함되어 있습니다."
    },
    {
      "en": "The course will help students to improve their pronunciation skills.",
      "ko": "이 과정은 학생들의 발음 능력을 향상시키는 데 도움이 될 것입니다."
    },
    {
      "en": "The key difference between courses is the kind of assessment.",
      "ko": "과목 간 주요 차이점은 평가 유형입니다."
    },
    {
      "en": "The nation achieved prosperity by opening its ports for trade.",
      "ko": "이 나라는 무역을 위해 항구를 개방함으로써 번영을 이루었습니다."
    },
    {
      "en": "We study science to understand and appreciate the world around us.",
      "ko": "우리는 주변 세계를 이해하고 감상하기 위해 과학을 공부합니다."
    },
    {
      "en": "Experts are now able to forecast weather over a much longer period.",
      "ko": "이제 전문가들은 훨씬 더 긴 기간 동안 날씨를 예측할 수 있게 됐습니다."
    },
    {
      "en": "One of the election promises is to decrease income taxes.",
      "ko": "선거 공약 중 하나는 소득세를 낮추는 것입니다."
    },
    {
      "en": "The students will meet their new teachers after the summer vacation.",
      "ko": "학생들은 여름방학이 끝난 후 새로운 선생님을 만날 것입니다."
    },
    {
      "en": "The restrooms are down the hall to the right.",
      "ko": "화장실은 복도 오른쪽에 있습니다."
    },
    {
      "en": "Food has become a political issue in the world.",
      "ko": "음식은 세계의 정치적 이슈가 되었습니다."
    },
    {
      "en": "Sugar is a compound including carbon, oxygen, and hydrogen atoms.",
      "ko": "설탕은 탄소, 산소, 수소 원자로 구성된 화합물입니다."
    },
    {
      "en": "Food containing ample calories provides little or no nutritional value.",
      "ko": "칼로리가 높은 음식은 영양가가 거의 없거나 전혀 없습니다."
    },
    {
      "en": "Castles were designed to intimidate both local people and enemies.",
      "ko": "성은 지역 주민과 적 모두에게 위협을 주기 위해 설계되었습니다."
    },
    {
      "en": "Photography can be very useful to geographical research.",
      "ko": "사진은 지리 연구에 매우 유용할 수 있습니다."
    },
    {
      "en": "Your ideas are discussed and debated in seminars and tutorials.",
      "ko": "여러분의 아이디어는 세미나와 튜토리얼에서 논의되고 토론됩니다."
    },
    {
      "en": "Please close the door behind you when you leave the room.",
      "ko": "방을 나갈 때는 문을 꼭 닫아주세요."
    },
    {
      "en": "Honey can be used as food and a health product.",
      "ko": "꿀은 음식으로도 쓸 수 있고 건강식품으로도 쓸 수 있습니다."
    },
    {
      "en": "Farmers need to adapt to the changes in climate.",
      "ko": "농부들은 기후 변화에 적응해야 합니다."
    },
    {
      "en": "Many university lectures can now be viewed on the internet.",
      "ko": "많은 대학 강의를 이제 인터넷에서 볼 수 있습니다."
    },
    {
      "en": "An effective business manager is always open to new ideas.",
      "ko": "유능한 사업 관리자는 항상 새로운 아이디어에 열려 있습니다."
    },
    {
      "en": "Marine environments have been destroyed through pollution and unsustainable development.",
      "ko": "해양 환경은 오염과 지속 불가능한 개발로 인해 파괴되었습니다."
    },
    {
      "en": "A visit to the designed museum is of great value.",
      "ko": "설계된 박물관을 방문하는 것은 매우 가치 있는 일입니다."
    },
    {
      "en": "It is an integrated course with several main elements.",
      "ko": "이는 여러 가지 주요 요소를 갖춘 통합 과정입니다."
    },
    {
      "en": "These two regions are both areas of economic development.",
      "ko": "이 두 지역은 모두 경제 개발 지역입니다."
    },
    {
      "en": "A world expert in financial management will give a guest lecture.",
      "ko": "금융 관리 분야의 세계적인 전문가가 초청 강연을 합니다."
    },
    {
      "en": "A world-renowned expert on economics and marketing will give a lecture.",
      "ko": "경제와 마케팅 분야의 세계적으로 유명한 전문가가 강연을 합니다."
    },
    {
      "en": "Optional tutorials are offered in the final week of the term.",
      "ko": "학기 마지막 주에는 선택 튜토리얼이 제공됩니다."
    },
    {
      "en": "Banks charge interest on the money they lend to customers.",
      "ko": "은행은 고객에게 대출하는 돈에 대해 이자를 부과합니다."
    },
    {
      "en": "When launching a product, researching and marketing are very crucial.",
      "ko": "제품을 출시할 때, 조사와 마케팅은 매우 중요합니다."
    },
    {
      "en": "The other book isn't thorough, but it's more insightful.",
      "ko": "다른 책은 자세하지는 않지만, 더 통찰력이 풍부합니다."
    },
    {
      "en": "The dance department stages elaborated performances each semester.",
      "ko": "무용학과에서는 매 학기 정교한 공연을 선보입니다."
    },
    {
      "en": "The year when the ship of artifacts was wrecked interested historians.",
      "ko": "역사가들은 유물을 실은 배가 난파된 해에 관심을 가졌습니다."
    },
    {
      "en": "New media have transcended traditional national boundaries.",
      "ko": "새로운 미디어는 전통적인 국가적 경계를 초월했습니다."
    },
    {
      "en": "While some people regard it as reforming zeal, others regard it as recklessness.",
      "ko": "어떤 사람들은 이를 개혁에 대한 열정으로 여기지만, 어떤 사람들은 이를 무모함으로 여긴다."
    },
    {
      "en": "The marketing budget has been doubled since the beginning of the year.",
      "ko": "올해 초에 비해 마케팅 예산이 두 배로 늘었습니다."
    },
    {
      "en": "We encourage students to complete their applications before the deadline .",
      "ko": "학생들에게는 마감일 전에 지원서를 완료할 것을 권장합니다."
    },
    {
      "en": "Research shows that exercising makes us feel better.",
      "ko": "연구에 따르면 운동을 하면 기분이 좋아진다고 합니다."
    },
    {
      "en": "The student shop sells a range of stationery.",
      "ko": "학생 매점에서는 다양한 문구류를 판매합니다."
    },
    {
      "en": "Vocabulary that is peculiar in a special field is called jargon.",
      "ko": "특정 분야에서만 쓰이는 어휘를 전문 용어라고 합니다."
    },
    {
      "en": "When the root system of a plant fails, foliage suffers.",
      "ko": "식물의 뿌리 시스템이 손상되면 잎도 피해를 입습니다."
    },
    {
      "en": "The course includes a combination of pure and applied mathematics.",
      "ko": "이 과정에는 순수수학과 응용수학이 결합되어 있습니다."
    },
    {
      "en": "A series of the observations were carried out in the classroom.",
      "ko": "일련의 관찰이 교실에서 수행되었습니다."
    },
    {
      "en": "Plants are able to continue growing throughout their lives.",
      "ko": "식물은 평생 동안 계속해서 자랄 수 있습니다."
    },
    {
      "en": "The assignments should be submitted to the department office before the deadlines.",
      "ko": "과제는 마감일 전에 학과 사무실에 제출해야 합니다."
    },
    {
      "en": "Career opportunities in this field are quite limited.",
      "ko": "이 분야의 취업 기회는 매우 제한적입니다."
    },
    {
      "en": "Please remember to bring a highlighter and your textbook to class next Thursday.",
      "ko": "다음 주 목요일 수업에 형광펜과 교과서를 꼭 가져오세요."
    },
    {
      "en": "Parents' talk to children tends to be simplified.",
      "ko": "부모가 자녀에게 하는 말은 단순화되는 경향이 있습니다."
    },
    {
      "en": "Manufacture can now employ more people than agriculture and fishing combined.",
      "ko": "제조업은 이제 농업과 어업을 합친 것보다 더 많은 사람을 고용할 수 있게 됐습니다."
    },
    {
      "en": "The theater study course encourages students to exercise creativity.",
      "ko": "연극학 과정은 학생들의 창의력을 발휘하도록 장려합니다."
    },
    {
      "en": "There are opportunities to receive grants in most artistic fields.",
      "ko": "대부분의 예술 분야에서 보조금을 받을 수 있는 기회가 있습니다."
    },
    {
      "en": "The site is designed to be highly interactive.",
      "ko": "이 사이트는 높은 상호작용성을 갖도록 설계되었습니다."
    },
    {
      "en": "Undergraduates have a wide range of cultural modules to choose from.",
      "ko": "학부생은 다양한 문화 모듈을 선택할 수 있습니다."
    },
    {
      "en": "Many vocational courses at institutions are funded by private enterprises.",
      "ko": "많은 직업 교육 기관은 민간 기업으로부터 자금 지원을 받습니다."
    },
    {
      "en": "She has been in the library for a long time.",
      "ko": "그녀는 오랫동안 도서관에 있었습니다."
    },
    {
      "en": "Classical mechanics is sometimes considered as a branch of applied mathematics.",
      "ko": "고전 역학은 때때로 응용 수학의 한 분야로 간주됩니다."
    },
    {
      "en": "We help individuals to develop and follow their interests.",
      "ko": "우리는 개인이 자신의 관심사를 개발하고 따르도록 돕습니다."
    },
    {
      "en": "The teaching staff are actively engaged in the original research.",
      "ko": "교수진은 독창적인 연구에 적극적으로 참여하고 있습니다."
    },
    {
      "en": "There is no economic reason why public borrowing is necessarily bad.",
      "ko": "공공차입이 반드시 나쁘다는 경제적 이유는 없습니다."
    },
    {
      "en": "Medical students normally study at least six years in the university.",
      "ko": "의대생들은 보통 대학에서 최소 6년 동안 공부합니다."
    },
    {
      "en": "Advanced technology created growth in the economy.",
      "ko": "첨단기술은 경제성장을 창출했습니다."
    },
    {
      "en": "Science degrees are now offering different levels of specialization.",
      "ko": "과학 학위는 이제 다양한 수준의 전문화를 제공하고 있습니다."
    },
    {
      "en": "Music students will have great opportunities to work with musical professionals.",
      "ko": "음악 학생들은 음악 전문가들과 함께 일할 수 있는 좋은 기회를 얻게 됩니다."
    },
    {
      "en": "The local government has adopted a plan for infrastructure development.",
      "ko": "지방정부는 인프라 개발 계획을 채택했습니다."
    },
    {
      "en": "Globalization has been an overwhelming urbanization phenomenon.",
      "ko": "세계화는 압도적인 도시화 현상이었습니다."
    },
    {
      "en": "You should have awareness of how the business operates globally.",
      "ko": "전 세계적으로 사업이 어떻게 운영되는지 알고 있어야 합니다."
    },
    {
      "en": "Please confirm that you have received the textbook.",
      "ko": "교과서를 받았는지 확인해 주세요."
    },
    {
      "en": "All students can learn even though they have different speeds.",
      "ko": "학생들의 학습 속도는 다르더라도 모든 학생이 학습할 수 있습니다."
    },
    {
      "en": "The stock market crash had repercussions throughout the world.",
      "ko": "주식시장 붕괴는 전 세계에 영향을 미쳤습니다."
    },
    {
      "en": "Formal conclusions could be established through rigorous experiments.",
      "ko": "엄격한 실험을 통해 공식적인 결론을 도출할 수 있었습니다."
    },
    {
      "en": "Courses are assessed by group work and individual assignments.",
      "ko": "과목은 그룹 활동과 개별 과제를 통해 평가됩니다."
    },
    {
      "en": "Medical books and journals have been moved to the second floor.",
      "ko": "의학 서적과 저널은 2층으로 옮겨졌습니다."
    },
    {
      "en": "Music has the ability to shape our emotions.",
      "ko": "음악은 우리의 감정을 형성하는 능력이 있습니다."
    }
  ]
}