{
  "data": [
    {
      "en": "The celebrated theory is still the source of great controversy.",
      "hash": "cbf3d3e438775f9b257b165a688532aa"
    },
    {
      "en": "A good architectural structure should be useful, durable and beautiful.",
      "hash": "5e9838462bfba26978cc67bce8620483"
    },
    {
      "en": "A group meeting will be held tomorrow in the library conference room.",
      "hash": "ce63d144747e0cb7eb8d32761bdc08cc"
    },
    {
      "en": "A number of students have volunteer jobs.",
      "hash": "60cf62f06fe3ea6176232c361bef4d83"
    },
    {
      "en": "Educational level is found to be related to social and economic background.",
      "hash": "2a497df44e50cc51d6732a48af6aeb85"
    },
    {
      "en": "We can all meet at my office after the lecture.",
      "hash": "a5a4f95088fa8639b33382db25d35a47"
    },
    {
      "en": "Tutorials are scheduled in the final week of the term.",
      "hash": "d3ac9703f0f68b05b794566f4d65bf58"
    },
    {
      "en": "Agenda items should be submitted by the end of the day.",
      "hash": "85de8ce6d714a80133c3b6b413173826"
    },
    {
      "en": "All industries are a system of inputs, processes, outputs and feedback.",
      "hash": "ab826405eed4d4ea9893b0f66392566f"
    },
    {
      "en": "Economic development needs to be supported by the government.",
      "hash": "261914c5ea91bb21ceeace3e29bba718"
    },
    {
      "en": "All of your assignments are due by tomorrow.",
      "hash": "4d046dd952e6e2076d2566e50deedf3e"
    },
    {
      "en": "All students are expected to attend ten lab sessions per semester.",
      "hash": "6cbac93623affe97f242d44a269c98be"
    },
    {
      "en": "Our view is that educational reforms have been inadequately implemented.",
      "hash": "d2a1ee6ffc2c6377b7bec2cd8bdaf70e"
    },
    {
      "en": "Americans have typically defined the process of plant growth in quantitative terms.",
      "hash": "c6413cef31c2472731d344c643b20c02"
    },
    {
      "en": "An introduction is an essential element of presentation.",
      "hash": "de74373d7eee129197def334e7c4341d"
    },
    {
      "en": "The assignments should be submitted to the department office before the deadlines.",
      "hash": "3a4f7ab8b6845b3dcb01f917480b324c"
    },
    {
      "en": "Students will develop confidence in their ability to think critically.",
      "hash": "fb4d33f06d9b207643866866aa190750"
    },
    {
      "en": "Career opportunities in this field are quite limited.",
      "hash": "72c16b7f406a5eb9d2cc1e0c5613c099"
    },
    {
      "en": "Consumer confidence has a direct influence on sales.",
      "hash": "b3021c41fd23cdc0723a0d6a947ecaf0"
    },
    {
      "en": "Convincing evidence to support this theory is hard to obtain.",
      "hash": "477d68d1ca766b5fd5fd042694439455"
    },
    {
      "en": "Despite their differences, all forms of life share certain characteristics.",
      "hash": "6bf897902d7a5c6e59b82e4ed04e7e29"
    },
    {
      "en": "Economic problems caused a big rise in unemployment.",
      "hash": "d37c31a6f8cfa8e9335500834bc08fb7"
    },
    {
      "en": "The academic strength of the early Roman Republic will be examined.",
      "hash": "50751457c21103b2efb9b012bfc70195"
    },
    {
      "en": "Tomorrow's lecture has been canceled due to the power cut.",
      "hash": "bd05932fe4c5b62ed29dac0ce23a4fc0"
    },
    {
      "en": "Students are permitted to park at campus parking spaces.",
      "hash": "0608ef09cdaf6a351a0ce31bc56847e8"
    },
    {
      "en": "It is really a comprehensive program covering both theory and practice.",
      "hash": "95b42edd621b6baa9b28e3735b75a261"
    },
    {
      "en": "We are researching the most significant challenges that are faced in our society today.",
      "hash": "91194cd1998ae907c3e0fdf0aed27c61"
    },
    {
      "en": "Medical researchers have focused on causes of diseases and treatments.",
      "hash": "3954d4b370c9bb21065db030d07ab878"
    },
    {
      "en": "Native speakers are exempt from the language tests in their own language.",
      "hash": "57aa8beb13cf6b4dc292604f58bccc6a"
    },
    {
      "en": "The university theater group will be performing in the concert hall.",
      "hash": "8a475033f10f1669b2119d215121ad58"
    },
    {
      "en": "Peer group pressure has a significant effect on young people.",
      "hash": "720e241dafb98dd8ee58befabda3ed50"
    },
    {
      "en": "Please check the information on the website for the opening times.",
      "hash": "dd44c3385d276df6198d9d5073d96d36"
    },
    {
      "en": "The speaker began by giving an outline of her presentation.",
      "hash": "e1320ac00052bbb97720e6567d1e07a8"
    },
    {
      "en": "She has made a significant contribution to the field of chemistry.",
      "hash": "33e824a0f3710249e2f8e45a832bd8ca"
    },
    {
      "en": "Statistical results should be expressed in different ways depending on the circumstances.",
      "hash": "e5e1776cf46d57904ba652deb58c44bc"
    },
    {
      "en": "You are advised to use multiple research methods for this project.",
      "hash": "9bbdebfff4fa52510d3b50847eb7deed"
    },
    {
      "en": "New developments in technology are influencing current research.",
      "hash": "d60f9558d4fb4cccb7a70f25d44fd65e"
    },
    {
      "en": "The garden behind the university is open to the public in summer.",
      "hash": "6d22962b3ff582c593fbef7d2057a1ce"
    },
    {
      "en": "The railway makes long-distance travel possible for everyone.",
      "hash": "682ed61529b15716c9e8eab42dd06c9a"
    },
    {
      "en": "Assignments must be submitted at the end of the term.",
      "hash": "43d16f47befa35b20519a4e6f3ff4cda"
    },
    {
      "en": "The theme of the instrumental work exhibits more of a demure compositional style.",
      "hash": "01132f30f6495cb0de5e0ca2ad1eec8b"
    },
    {
      "en": "There is a clear need for further research in this field.",
      "hash": "21fca5e72740dc24e5cc3f68e5573ca7"
    },
    {
      "en": "There is clearly a need for further research in this field.",
      "hash": "645f56955b94771a683c02d3d565153e"
    },
    {
      "en": "Our laboratory equipment is provided free of charge.",
      "hash": "fe14541dc15c175720c69d0f7855b177"
    },
    {
      "en": "This project is divided into four main sections.",
      "hash": "52b460258b54500d47248823eb2cd7b3"
    },
    {
      "en": "We can work together to achieve high educational standard.",
      "hash": "5e3c7601d83b8068df4e2a4f2b786ac4"
    },
    {
      "en": "The essay is easy to write once the research is completed.",
      "hash": "b6a8be25e5966662d0c8c6e7cd369ddb"
    },
    {
      "en": "Global connections thrived in academic communities, thanks to social media.",
      "hash": "9f3e45cf0067f368bf5a5d5c3f9060bc"
    },
    {
      "en": "The theater study course encourages students to exercise creativity.",
      "hash": "6cc4426752cf69977772cbdea73d861f"
    },
    {
      "en": "There are opportunities to receive grants in most artistic fields.",
      "hash": "5d9b8407104c175f47bad62623ac33e5"
    },
    {
      "en": "Making mistakes is fine as long as you learn from them.",
      "hash": "1faa00c07cf17e4de8f0f33d416f5753"
    },
    {
      "en": "Archeologists discovered tools and other artifacts near the ancient tomb.",
      "hash": "9405fd39389d1717a3510deffdd8f7d8"
    },
    {
      "en": "We have a lecture in the morning on Thursday.",
      "hash": "b3236de18c85b1e0030cc17919421d99"
    },
    {
      "en": "The site is designed to be highly interactive.",
      "hash": "a98e5ebc88a4d6f9375b008fcd03dd1d"
    },
    {
      "en": "The lecture tomorrow will discuss the educational policy of the United States.",
      "hash": "ea397fa4cd4fe2675ca1c126b404a4f4"
    },
    {
      "en": "All medical students must clean their hands before entering the room.",
      "hash": "a91cae430419ee216a5f4e601f9255bd"
    },
    {
      "en": "Implementation figures are expected to be improved in the next few years.",
      "hash": "1f7bb6469faf494defe65268d25c049b"
    },
    {
      "en": "Certain organisms can reproduce using just one parent.",
      "hash": "95d6b51107d0be6c15f3bfe96388b45e"
    },
    {
      "en": "Protective clothing must always be worn in the laboratory.",
      "hash": "93b81edfce21e57ea0be8dc540dc51cb"
    },
    {
      "en": "Sound waves are unable to travel through vacuum.",
      "hash": "1ebf62e3894fe784211ac9e2f9f4b62b"
    },
    {
      "en": "Make sure you choose a course that provides great career opportunities.",
      "hash": "d3f38e510ac3b340acc4c7649cf952fa"
    },
    {
      "en": "Undergraduates have a wide range of cultural modules to choose from.",
      "hash": "aa982def4d3bff57ca5b56e3c1d8e307"
    },
    {
      "en": "The researchers are disappointed that the results of the research have been proved to be inconclusive.",
      "hash": "70c3d9df2c82b2097a55cffd758e8bef"
    },
    {
      "en": "We hold visiting hours throughout the year for students.",
      "hash": "f16f512224e9f73c8c7ff1ddc9b8b488"
    },
    {
      "en": "The bus for London will leave ten minutes later than planned.",
      "hash": "50aaf1bdf89eed68d4976e54e27e816c"
    },
    {
      "en": "Many vocational courses at institutions are funded by private enterprises.",
      "hash": "ac8fdc1bf682260cd43eda14ab58922b"
    },
    {
      "en": "This book can be borrowed for a maximum of one week.",
      "hash": "2ab9993fe2769d5787b95f02fd23a3e8"
    },
    {
      "en": "This essay will argue that technology does more good than harm.",
      "hash": "2a2024deb29b06c7a42b59fbf6e38cef"
    },
    {
      "en": "The history department is very active in research.",
      "hash": "d0ca1235a5f966c4070abb6927fc830a"
    },
    {
      "en": "Graphs and charts allowed data to be more easily understood.",
      "hash": "c3d426910b4aece7e5facf910b83357a"
    },
    {
      "en": "Muscle cells bring parts of the body closer together.",
      "hash": "8e71fbd49124597afdca4c5190582cff"
    },
    {
      "en": "You will learn how to rationally assess your arguments.",
      "hash": "4b4441dc2569c92ce83455946f16dd88"
    },
    {
      "en": "Slides and handouts can be downloaded after lectures.",
      "hash": "3c3a323d76ad0e069aa492800c31b425"
    },
    {
      "en": "As student union members, you can influence and change our university.",
      "hash": "56b9a8737cdb5bd564f6258584bd76b6"
    },
    {
      "en": "Purity is one feature that makes gold expensive.",
      "hash": "d80a13eb51054d652ade8f37d978da54"
    },
    {
      "en": "Even simple techniques need to be practiced to become better.",
      "hash": "65c337a355190b31c71efbe2b7393820"
    },
    {
      "en": "Studying history can help you better understand the present.",
      "hash": "872601abbc1fc102937801ba763e4ad8"
    },
    {
      "en": "Academic libraries across the world are steadily incorporating social media.",
      "hash": "d07ec57c8c97ec4394642ab9e5f66a13"
    },
    {
      "en": "The course covers architecture planning and construction on the international scale.",
      "hash": "e9f85c27bb07d6875265181175a6b146"
    },
    {
      "en": "Imported default packages are likely to be used for most computers.",
      "hash": "c6a2adb2d75c4e8e5fde0fb95d047844"
    },
    {
      "en": "Studying medicine allows for a wide range of career opportunities.",
      "hash": "a1769c4f5e1817f4d4bae1f0ca6759c7"
    },
    {
      "en": "Classical mechanics is sometimes considered as a branch of applied mathematics.",
      "hash": "2c73c783e08adfc977e8a15eaa6558e4"
    },
    {
      "en": "Eating fish twice a week is recommended for a healthy diet.",
      "hash": "b6649a07c928d7c77714280e0e78447e"
    },
    {
      "en": "Information technology has changed the way people study today.",
      "hash": "4fc4f989418b152d441de6068a0e9ecc"
    },
    {
      "en": "The library will stay open until midnight this week.",
      "hash": "26f5aad6bff37d650a16b3eb1385d23c"
    },
    {
      "en": "Psychologists say that what we have experienced influences our behaviors.",
      "hash": "030970aab839957fbdd7828bf2146cae"
    },
    {
      "en": "Students are required to have an undergraduate degree in Biology to be enrolled in this course.",
      "hash": "be0f9b709d986d6c89e8a6b0fd9de111"
    },
    {
      "en": "Philosophy uses logic and reasons to analyze human experiences.",
      "hash": "713bde18fff7ba4b1636d4487adad7e6"
    },
    {
      "en": "Field trips are an essential part of geography courses.",
      "hash": "dd5bf9b52f63150be5e6957cca95c1d8"
    },
    {
      "en": "Providers of higher education treat plagiarism extremely seriously.",
      "hash": "911ee905fcedc0efa55a5f009ae743bc"
    },
    {
      "en": "The government is funding a research study on the consequences of unemployment.",
      "hash": "8da069df6e9643c0c03332515caf7498"
    },
    {
      "en": "The digital camera has some advantages over traditional film.",
      "hash": "55d787c5c13794b16ebb061f5c829b08"
    },
    {
      "en": "The history of economics is a tricky subject to research.",
      "hash": "cde9eebc42c5ea7edf39a8ebbb077855"
    },
    {
      "en": "Air pollution is a serious problem all over the world.",
      "hash": "cfc59899e053ed596e69d3b725041a1e"
    },
    {
      "en": "Urban planning emphasizes efficiency and expansion of communities.",
      "hash": "11123520ddeb4083fe6a57c6399799c2"
    },
    {
      "en": "The course will start with the history of architecture.",
      "hash": "e702bdc81368274be9c6ea04c1da3610"
    },
    {
      "en": "Scholarship applications must be handed in by the end of this month.",
      "hash": "bca44bf24073500e05875069dc8acd07"
    },
    {
      "en": "Art and design is a competitive field to work in.",
      "hash": "eb57dd93ef1936820cce7bfecb629e02"
    },
    {
      "en": "Many diseases that were once serious have now been eradicated.",
      "hash": "2ec8d1006edf9ed7c5e51033e19a88ad"
    },
    {
      "en": "Reading histories involves a level of careful selection.",
      "hash": "daf2456ffcdcd164d103621acd86f2b2"
    },
    {
      "en": "Many universities provide exchange programs to other countries.",
      "hash": "818005dbed24f2514cf3b8e0601f2738"
    },
    {
      "en": "The deadline for this assignment is next Wednesday.",
      "hash": "8cbd11d4c07d8b2cdee96641be17fb35"
    },
    {
      "en": "There are a variety of different ways to present statistical information.",
      "hash": "c16dd49c36d2dd7afd8d01fcb307639b"
    },
    {
      "en": "Scholarships are available for both local and international students.",
      "hash": "b7cb683faa58ca0a62a74ddb4b386706"
    },
    {
      "en": "The research shows that spending time outdoors has a range of benefits.",
      "hash": "b7b723988b2d817df0f5c803de9cb92d"
    },
    {
      "en": "The amount of time spent on configuration varies considerably.",
      "hash": "ac38d929336da52c788a6cdf72d9b925"
    },
    {
      "en": "Our company must have independent financial auditing.",
      "hash": "7dfeeacff394a469c8b11ddfeb7a4d41"
    },
    {
      "en": "An essay should use evidence from both primary and secondary sources.",
      "hash": "7e7ef04bf8d1a598d0feb9c6c23aa5f3"
    },
    {
      "en": "A surprisingly large number of students applied for that course.",
      "hash": "dfd358cc7976f7970b66e4551792d974"
    },
    {
      "en": "We help individuals to develop and follow their interests.",
      "hash": "57d2dca3da87b4279c5410c1b6fb2527"
    },
    {
      "en": "Our company currently employs more than ten thousand people worldwide.",
      "hash": "a50082a3c72920698e6ad7b0216fadd4"
    },
    {
      "en": "It is clear that the human population has an impact on the environment.",
      "hash": "254a100c221bafffbcbf948b46328d59"
    },
    {
      "en": "The extent of advertising to children is very much open to debate.",
      "hash": "9c3c54e779202b2e1a43c5d9375dd186"
    },
    {
      "en": "The closing date of applications for travel scholarships is next Monday.",
      "hash": "cbf470fe72c267af594e1e85cc37918d"
    },
    {
      "en": "Students may only park their cars in authorized university parking spaces.",
      "hash": "76c578b1c814077f50effea97f001b1b"
    },
    {
      "en": "Many universities are continuously expanding the postgraduate education online learning resources.",
      "hash": "4d660979c62df05689c4cd270446bbf1"
    },
    {
      "en": "Our aim is to transmit mathematics teaching in the classroom.",
      "hash": "71c043b6d30a6f5e246495873e38d4df"
    },
    {
      "en": "The night sky has always involved mystery and wonder.",
      "hash": "3cf030d61c8bea9895a0f6ecc4287a10"
    },
    {
      "en": "These words recognized the excellence of the undergraduates' research projects.",
      "hash": "a15fe9a9daacb233d9a729d185da6a41"
    },
    {
      "en": "The teaching staff are actively engaged in the original research.",
      "hash": "5d1bca007312951669c552a3ff073f8f"
    },
    {
      "en": "There is no economic reason why public borrowing is necessarily bad.",
      "hash": "aae906f98ccae1acf43be23bcf3c0318"
    },
    {
      "en": "For the purpose of the research, data should be collected and analyzed.",
      "hash": "73402d8cdd59b177e8b78cde6acc8012"
    },
    {
      "en": "We are phasing out disposable cups on campus.",
      "hash": "897808e40b26ce8ff52927560158b0ac"
    },
    {
      "en": "British students must study mathematics at secondary schools.",
      "hash": "d5bd65b7ab0cb21a7d3f032efd759951"
    },
    {
      "en": "He wrote poetry and plays as well as scientific papers.",
      "hash": "f3e1d3cf2ecb8638c2491e7372b6977b"
    },
    {
      "en": "You need to hand in an essay next semester.",
      "hash": "4d9865f4bfd6915838c0fb2b836af003"
    },
    {
      "en": "Scientific experiments should be repeated to verify the results.",
      "hash": "3b75c93e928a7d8dd4b135892ab0b11e"
    },
    {
      "en": "We are more able to accommodate postgraduate students than previously possible.",
      "hash": "71f8107ca464e7c0380c243a00c2f621"
    },
    {
      "en": "Please click on the logo above to enter the site.",
      "hash": "1fdfd1912b2c1bc698c9c7619bb3301b"
    },
    {
      "en": "Parents are financially responsible for their children right up until they reach adulthood.",
      "hash": "934e766e3b437efda8bb6cbe1387e5d5"
    },
    {
      "en": "Students are encouraged to think carefully about their accommodation needs.",
      "hash": "5a93cda1c6ff5c3fd2e955bdb6ff72d0"
    },
    {
      "en": "Advanced technology created growth in the economy.",
      "hash": "0db032636d51bcf61395ea9f4a587d5a"
    },
    {
      "en": "Lecture outlines are available on the college internal website.",
      "hash": "be9e774d1a3a3558c6a499ca54f505fa"
    },
    {
      "en": "The local government has adopted a plan for infrastructure development.",
      "hash": "7c06aeb1776e8dca7ae74e785189d6d4"
    },
    {
      "en": "Optional tutorials are offered in the final week of the term.",
      "hash": "8219ef11d564846a4a418e70cdd55140"
    },
    {
      "en": "Banks charge interest on the money they lend to customers.",
      "hash": "37724227096b90b82a1b23d252b66b31"
    },
    {
      "en": "The aim of the course is to encourage students to develop their creativity.",
      "hash": "4decfa985bf543acc263e1a1dc0b42c3"
    },
    {
      "en": "Scientists have founded all parts of society today.",
      "hash": "7ebe274d050142e77d45814e3c398ef9"
    },
    {
      "en": "Physics is the key subject to understanding the world and the universe.",
      "hash": "94840a5cff7f9cf960c555b55f96092d"
    },
    {
      "en": "Practical experience is a vital part of legal training.",
      "hash": "87938b8d417bee5456d1269c0c3669c2"
    },
    {
      "en": "This new camera can identify your eyes and focus on them.",
      "hash": "12b5f9ce814de5d24a6a1c52c51208c1"
    },
    {
      "en": "Recession triggers exciting creativity and high rates of public wisdom.",
      "hash": "3dbe56d7d347a225f89b4ef2d8b14d96"
    },
    {
      "en": "The American astronomers made a plan for landing a spaceship on Mars.",
      "hash": "76019c49a1a851055235c6ac8a22c916"
    },
    {
      "en": "Students will focus on reporting news on changing the media world.",
      "hash": "6e3902377483676e9a36041a715ddcd0"
    },
    {
      "en": "Globalization has been an overwhelming urbanization phenomenon.",
      "hash": "17ee2d9460798e6d0deb01bc4c7b8254"
    },
    {
      "en": "Building trust is not something that can be achieved overnight.",
      "hash": "0e1bef6bdcd5f6f0b4975f27cd1876fb"
    },
    {
      "en": "An architect is required to have problem-solving skills and an eye for design.",
      "hash": "507e442be970272550107b63b757db45"
    },
    {
      "en": "In his lifetime, he composed a large number of works.",
      "hash": "61043d21d068545d2a8ceb1020ae00a6"
    },
    {
      "en": "Please confirm that you have received the textbook.",
      "hash": "0dbe2343015e05c09af168900096b008"
    },
    {
      "en": "Let me give you an example to explain what I mean.",
      "hash": "628b5915c05ad0d9bfd03ebda756cd60"
    },
    {
      "en": "She began by giving an outline of the previous lecture.",
      "hash": "623316545d28a2af39cf0719503bd106"
    },
    {
      "en": "Strangely, people are simultaneously impressed by and skeptical about statistics.",
      "hash": "f49f7755a1754cd160ae8b59e1d76f38"
    },
    {
      "en": "The stock market crash had repercussions throughout the world.",
      "hash": "3a1081e2a5e7ccbf12dc5522a8e2abec"
    },
    {
      "en": "The museum is closed on the third Monday of every month.",
      "hash": "04bbd88c58545b4eed29e33b3d77aff2"
    },
    {
      "en": "Some people believe that education should be free to everyone.",
      "hash": "bef6622cc365adb34b9e2d8ad052dbc6"
    },
    {
      "en": "Muscles bring parts of the body close together.",
      "hash": "d3dde65f9656d9c37d2c5f2d606d88af"
    },
    {
      "en": "The library will be closed for staff training tomorrow morning.",
      "hash": "5643358612c4bc2a572cfbcd2b0c7f68"
    },
    {
      "en": "It is interesting to observe the development of the language skills of toddlers.",
      "hash": "c8fc452aba50bd97d7fcb685a7f204cc"
    },
    {
      "en": "Children start producing words before they are able to walk.",
      "hash": "89c7e61402bee2b2bb2aa69551f25bca"
    },
    {
      "en": "The skills of a great stage actor cannot be taught.",
      "hash": "860551f138a5a7bddcec2572d70947bc"
    },
    {
      "en": "The university library has a collection of early geography maps.",
      "hash": "b9f14b97d1e2bb61dc8a0c4bcd286e56"
    },
    {
      "en": "Courses are assessed by group work and individual assignments.",
      "hash": "7083dddc0cd8028c45dcbd8d7d827d9a"
    },
    {
      "en": "Businesses must adapt to the general data protection regulations.",
      "hash": "a15c3cb52bb50b870a08791afc0eceae"
    },
    {
      "en": "The internet has transformed the nature of publishing.",
      "hash": "32b34343f54186c433c15f561c1a1852"
    },
    {
      "en": "More research is required in the field of food science.",
      "hash": "0bc9d1546ade8f6d184e98e8b08ab7c4"
    },
    {
      "en": "The academic tradition of the school ensures excellence.",
      "hash": "c3e031fb9e6b006c8247ce9f9bd3575d"
    },
    {
      "en": "For the small business, making profit is the main priority.",
      "hash": "a432e05cc41b75c94f2296b2cbb7aede"
    },
    {
      "en": "Agricultural development plays a vital role in rural areas.",
      "hash": "b62abf349efa45c8f868b90183a132d6"
    },
    {
      "en": "The falling birth rate means the number of students dropped.",
      "hash": "97614816116e7816bedad0984aa4dc66"
    },
    {
      "en": "We hold visiting tours throughout the year for undergraduate students.",
      "hash": "4ec63ab8bb7e9e99b855d3a13696bbe0"
    },
    {
      "en": "Employment figures will decrease in the next few years.",
      "hash": "e2941c40b3c40ed14e05befd7bf8a31f"
    },
    {
      "en": "Criminal charges will be brought against all of the men.",
      "hash": "cfd92a280b5caa4cdece535cb8db6d14"
    },
    {
      "en": "We are continuing to provide postgraduate online learning resources.",
      "hash": "304794abeafa1ad9e7bd8db35791afbc"
    },
    {
      "en": "The study is among the initial projects funded by the university.",
      "hash": "24f2007663ee646831eb3ebc4994697f"
    },
    {
      "en": "Writing history needs a careful selection process of historical sources.",
      "hash": "994748266a3f765498ec73e1c3b3c666"
    },
    {
      "en": "Medical books and journals have been moved to the second floor.",
      "hash": "550ba7d4de9ea689465fc03a427a59d0"
    },
    {
      "en": "Music has the ability to shape our emotions.",
      "hash": "cd3b0efc7cc120250cda28cc249d4a12"
    },
    {
      "en": "Extension requirement for the assignment must be submitted before the deadline.",
      "hash": "78e5033def174c110c37be8d509fb746"
    },
    {
      "en": "Social policy is a study of social respondence for the government.",
      "hash": "8885b32f904080a6a720e09c82b22b40"
    },
    {
      "en": "All of the assignments must be submitted in person to the faculty office.",
      "hash": "68fce3c18c7f6d7b5030ad2a15de70c9"
    },
    {
      "en": "Certain scientific principles must be learned verbally or by logical deduction.",
      "hash": "545aaa85952eb301155d8a85fe8ef882"
    },
    {
      "en": "Climate change is now an acceptable phenomenon among a group of reputable scientists.",
      "hash": "37e0aaa9b3d3ab2a0c4a82fa227aa340"
    },
    {
      "en": "Important details from the argument are missing in the summary.",
      "hash": "5d7fbde2bcd05c5fa4e54e87e05020bb"
    },
    {
      "en": "Listening is the key skill needed to succeed in this course.",
      "hash": "9de393636f3146510822a35c819be99b"
    },
    {
      "en": "Most theories were quite similar but a few critics disagreed.",
      "hash": "b3c269396d600d7db743192dab2b993a"
    },
    {
      "en": "Please make sure you have correctly cited all the necessary materials.",
      "hash": "eb31bf1724f30c8cd3176393f95865ef"
    },
    {
      "en": "Please remember to bring a highlighter and your textbook to class next Thursday.",
      "hash": "d29f5ff1f09d69af9db0eeae4dc46018"
    },
    {
      "en": "All of your assignments are due on Wednesday.",
      "hash": "00a41accab58096dbf8322032887e1c4"
    },
    {
      "en": "Politics is not usually a safe topic of conversation.",
      "hash": "cc88bdbc5d6772bd85be8b04a29e58f2"
    },
    {
      "en": "Public perception about biotechnology is crucial for developing scientific consensus.",
      "hash": "971337fee8a992bf812491c1eb27d789"
    },
    {
      "en": "Review all your sources before drawing any definitive conclusions.",
      "hash": "439aa1702ac1524dd0e2f89c809f9f47"
    },
    {
      "en": "The supposed benefits of space exploration are frequently questioned.",
      "hash": "ebe2bff544896a8972d2fbd26146da5c",
      "added": "2025-07-09"
    },
    {
      "en": "Some economists argue that the entire financial system is fatally flawed.",
      "hash": "9d93296f9bb79a517b872d7e843ec123"
    },
    {
      "en": "Some people argue that education is not that important.",
      "hash": "792a9e7773b54e4aca4017a954b9232c"
    },
    {
      "en": "Some students find that true or false questions are harder than short answers.",
      "hash": "9e59b683cfb69421d30abbeb35149f90"
    },
    {
      "en": "The assessment of this course will begin next week.",
      "hash": "02725b3f4eb185a9a4b0bc3269fb3275"
    },
    {
      "en": "The digital revolution has changed the way we read.",
      "hash": "72a3a038c4a10b9b20a69c36b080808b"
    },
    {
      "en": "The earth's atmosphere is primarily composed of oxygen and nitrogen gases.",
      "hash": "ad796dc171e97103e2dfa881148ffca2"
    },
    {
      "en": "The history of the university is a long and interesting one.",
      "hash": "256a782ea9d298eda782ac877a319d04"
    },
    {
      "en": "The island is located at the south end of the bay.",
      "hash": "3dc6caa7614bace3e42befcb51988cf2"
    },
    {
      "en": "The most important details in this argument are missing.",
      "hash": "e882cd5a6773e170cd7cfff1a6bae826"
    },
    {
      "en": "Safety glasses should be worn while doing experiments in the lab.",
      "hash": "4ba771323913a5b5848da391889b960b"
    },
    {
      "en": "This class will look at the structure of an essay.",
      "hash": "67e00d8253d62a42c264ec5af90c3fc6"
    },
    {
      "en": "Traffic is the main cause of air pollution in many cities.",
      "hash": "72907ad975254ff3d47cc267ffc10ac0"
    },
    {
      "en": "University fees are expected to increase next year.",
      "hash": "f947795a01fa1ae822c8372c38868966"
    },
    {
      "en": "Water filters on campus will discourage the unnecessary use of plastic bottles.",
      "hash": "dcfdbb33a8fc510d0bd08513703bc1de"
    },
    {
      "en": "We can't consider any increase in our price at this stage.",
      "hash": "44dce2a25f6c6f79dcff945c1f302acd"
    },
    {
      "en": "We were able to contact a number of research subjects.",
      "hash": "51fb8af6660f1a4ee30ce7e46c778d26"
    },
    {
      "en": "Parents' talk to children tends to be simplified.",
      "hash": "cc00021915a1cee4e4b2a3f99fa1cd36",
      "added": "2025-07-09"
    },
    {
      "en": "You can find a lot more information on the university website.",
      "hash": "7e64cdfb1bec4a235e62b4c8bfc6a6bc"
    },
    {
      "en": "Speak to your tutor if you need further assistance.",
      "hash": "5732288f98795ffad38792baa789e070"
    },
    {
      "en": "Check the website if you are looking for discounted textbooks.",
      "hash": "c723eb3abd0c88672e9eb3a604731268"
    },
    {
      "en": "Manufacture can now employ more people than agriculture and fishing combined.",
      "hash": "55dca9cd4dc30d74781a9e80133d8135",
      "added": "2025-07-09"
    },
    {
      "en": "Farming methods across the world have greatly developed recently.",
      "hash": "935579b0975ce28ae134e3551b89aa5c"
    },
    {
      "en": "Find out how to get resources before your research.",
      "hash": "51caabc0d423efa763b2783d3a6da5fb",
      "added": "2025-07-09"
    },
    {
      "en": "Mature students usually adapt to university life extremely well.",
      "hash": "ce92d02c9dd1dab8700b1a71fb5bc5e4"
    },
    {
      "en": "The science library is currently located on the ground floor of the library.",
      "hash": "3aa0465c1f4aa8d529d648fc9e6de55e"
    },
    {
      "en": "Several candidates would be qualified as the greatest scientists of all time.",
      "hash": "ddc750eda9daf23fda59c7fbb6a0b60d"
    },
    {
      "en": "The Industrial Revolution in Europe was driven by steam technology.",
      "hash": "e40168a5fab14b1a021b73de88e0b74d"
    },
    {
      "en": "There is a welcome party for all new students each term.",
      "hash": "826899b5ccb9f2af72bfcd598bb8a110"
    },
    {
      "en": "They developed a unique approach to training their employees.",
      "hash": "c912ffa40570461a90725927d7bf4a45"
    },
    {
      "en": "A good academic paper should present a clear argument.",
      "hash": "460096410c83efc638c39c09c003a162"
    },
    {
      "en": "Our courses help improve critical thinking and independent learning skills.",
      "hash": "995367ed77792b3d4d613a020f2cdf56"
    },
    {
      "en": "This course provides the opportunity to get valuable industry experience.",
      "hash": "2a81d3084d393794ec245d86851d39f1"
    },
    {
      "en": "Read the safety instructions before using any equipment in the workshop.",
      "hash": "908e119da8050993083aa799d9bffb57"
    },
    {
      "en": "Students intending to go to the conference must register now.",
      "hash": "2525af78c7fbd94768cca74c067529a1"
    },
    {
      "en": "Students are encouraged to monitor their own attendance.",
      "hash": "86e276f72203684e146b76fdb9353442"
    },
    {
      "en": "The ability to work with fellow students cannot be stressed enough.",
      "hash": "2f74c8b327b1dc65b2a8abdbea857e66"
    },
    {
      "en": "Continuing students will be sent the necessary application forms.",
      "hash": "5bbb2c29af98cbf287a7a128ca21e41d"
    },
    {
      "en": "The department has a higher-than-normal proportion of postgraduate students.",
      "hash": "b917c7a35f97697e1a80b035e4df4686"
    },
    {
      "en": "The economy is now showing the first sign of recovery.",
      "hash": "61feaefe8009a7ca73313301c648799f"
    },
    {
      "en": "Being bilingual does not necessarily mean having the ability to analyze the languages.",
      "hash": "2e7d40a17f37a184e899c9e324fbcce7"
    },
    {
      "en": "Renovation works are currently being undertaken throughout the whole building.",
      "hash": "a14bdfdf4ddc959dd37cfbf61e998c56"
    },
    {
      "en": "Consumer confidence tends to increase as the economy expands.",
      "hash": "6034bdb556f01b9092d1340b798b62ff"
    },
    {
      "en": "You should provide examples to support your ideas and arguments.",
      "hash": "3adae9ce90c0da00cda21b2718d8847a"
    },
    {
      "en": "Growing population has posed a challenge to many governments.",
      "hash": "4a1f923ff24d8cddcd69c580244a0cd8"
    },
    {
      "en": "Dealing with the growing population is a challenge for many governments.",
      "hash": "b68023a661624e1f21a72b11d0c14114"
    },
    {
      "en": "Blue whales are the largest animals that have ever lived.",
      "hash": "98a7ca6152f9e5afca52640db6fd6bc2"
    },
    {
      "en": "A laptop computer has been found in the biology lab.",
      "hash": "3d9d46b1cbd54ce939e8004f647a738f"
    },
    {
      "en": "Journalism faces the crisis in the light of the digital revolution.",
      "hash": "2a195e88982cbe17a06afdd1b109351a"
    },
    {
      "en": "Business practices must obey contemporary general regulations.",
      "hash": "69813e7bc1f4f7d909ab7111011f507f"
    },
    {
      "en": "The science we used featured both explanations of the problems.",
      "hash": "b48fecd9fe559b8c013d891dac90756e"
    },
    {
      "en": "She has been in the library for a long time.",
      "hash": "c5dc99c8057a388b5deb4cc29f8c27f5"
    },
    {
      "en": "A mixture is defined as a compound of chemically separate parts.",
      "hash": "fda246a8b752da9a39c8df9763f71d7f"
    },
    {
      "en": "Students should leave their bags on the table by the door.",
      "hash": "eebb229b4a346012b25114c9c7dee8a7"
    },
    {
      "en": "New materials and techniques are changing the style of modern architecture.",
      "hash": "3d4d3c611c95de0ee4356f100f2570ff"
    },
    {
      "en": "The department works closely with business communities.",
      "hash": "bd1d30b0c4d5e5f8a710e355af036299"
    },
    {
      "en": "Auditions for the university choir will be held next week.",
      "hash": "cd88aef7d9d2a9380f25f13d13dcb7fa"
    },
    {
      "en": "The university canteen is now offering many healthy meal options.",
      "hash": "58bf4d40dd66305bbc50de531e1e5ad7"
    },
    {
      "en": "The use of mobile phones is not permitted in the library.",
      "hash": "547ab0851bf7cae0cd4e1358d1c204e4"
    },
    {
      "en": "The study of utilizing projects is funded by the university.",
      "hash": "8c41c816b006546b7bd49e1b239337eb"
    },
    {
      "en": "Medical students normally study at least six years in the university.",
      "hash": "4ca360cda7e56b7e53486ae785844045"
    },
    {
      "en": "Science degrees are now offering different levels of specialization.",
      "hash": "f5e87f93ec33e87939ed24b2603911e5"
    },
    {
      "en": "There must be planets in the universe that can support life.",
      "hash": "b71771662f4e84a6b9e0b1834706ffb2"
    },
    {
      "en": "Music students will have great opportunities to work with musical professionals.",
      "hash": "75b50ecea79e89e556ac6be377507541"
    },
    {
      "en": "This course is based on experimentation and practice.",
      "hash": "e035152da67434dc8d5b9986e04dcf7b"
    },
    {
      "en": "There is a pharmacy on campus near the bookstore.",
      "hash": "ff1d33ec42b4b744232c3b5fe2a85935"
    },
    {
      "en": "Studies showed there is a positive correlation between the two variables.",
      "hash": "cb17c0276a056a388ff57caa39db6dcd"
    },
    {
      "en": "You should have awareness of how the business operates globally.",
      "hash": "1f32bb29d3cd365e875e70e67947a36c"
    },
    {
      "en": "Student representatives will be visiting the classes with voting forms.",
      "hash": "1a7b676ccb26a4c27669770a60a12a45"
    },
    {
      "en": "The article considers the leisure habits of teenagers in rural areas.",
      "hash": "13e5f1cfab00218c978ac60d6936102f"
    },
    {
      "en": "Newspapers across the country have been reporting stories of the president.",
      "hash": "5e09aaf078252293e5d47dbdedb878ea"
    },
    {
      "en": "Our aim is to reduce the risks that people take.",
      "hash": "82c5c67fac0479515f8934ae7dcf7130"
    },
    {
      "en": "One student representative will be selected from each class.",
      "hash": "34fd6edbd5cca855de51620d34d2776f"
    },
    {
      "en": "All answers must be thoroughly researched and supported by relevant theories.",
      "hash": "52c30a15268ea71fce71602c7b063d14"
    },
    {
      "en": "His analysis study appears to be based on the false premise.",
      "hash": "8306b6af59b074b50e34c6d901405f87"
    },
    {
      "en": "Lectures are the oldest and the most formal teaching method at university.",
      "hash": "607b8cc45645eed618aaaa67d726f127",
      "added": "2025-07-09"
    },
    {
      "en": "Before you choose your university courses, you should consider your future career.",
      "hash": "7c83d1af7acb930b47b55c0656c58ca4"
    },
    {
      "en": "Graduates from this course typically pursue careers in financial sector.",
      "hash": "8a057f921aa999e5370187c08a875bac"
    },
    {
      "en": "You must answer security questions when you reset your password.",
      "hash": "ccf7ad0665d1f75c55d1d03857176e95"
    },
    {
      "en": "Currently the growth of the economy is unpredictable.",
      "hash": "34fbcac40dec0288dd8d44908dec6bd5"
    },
    {
      "en": "Students must wear protective clothing that is provided in the medical laboratory.",
      "hash": "b700cd362950073227653aedbff0e118"
    },
    {
      "en": "Population has a sharp rise in the recent twenty years.",
      "hash": "30afbd9fd607c5d96d0c6b40a7d2ca5a"
    },
    {
      "en": "You must be able to work in a team.",
      "hash": "b81c72ff68ea16a416be64ec0a512f04"
    },
    {
      "en": "You can use your laptops in the lecture.",
      "hash": "64256b22d85f9678075c2f7f853b4297"
    },
    {
      "en": "Computers used to be larger than they are now.",
      "hash": "afbeaf7d656e9a07cc49dbdf0f3db989"
    },
    {
      "en": "Formal conclusions could be established through rigorous experiments.",
      "hash": "c38f5c2e5fa33f43de95c9a577b7ce17"
    },
    {
      "en": "It is important to plan your study time carefully.",
      "hash": "f95dc7d754e08d7b7ad90077db9a3f0e"
    },
    {
      "en": "Gravity is the force that attracts two bodies toward one another.",
      "hash": "63e91717dcd9d3b524116aae94518565"
    },
    {
      "en": "There was a prize for the best student presentation.",
      "hash": "77902446204f5da9667602a8227367a1"
    },
    {
      "en": "You need to put those books on the table over there.",
      "hash": "b617fbca19ce1148546fbf3e00fafdb6"
    },
    {
      "en": "The academic department needs to be supported by the government.",
      "hash": "b04b2089580dfc12afd0f7c561452f2c"
    },
    {
      "en": "When attending a job interview, punctuality is the key.",
      "hash": "418439ff1af50516ec1532f1fa9a0ba3"
    },
    {
      "en": "Universities need to secure the grants for research subjects.",
      "hash": "70495de7877bb4bfc39535a9495d3021"
    },
    {
      "en": "The studies showed the Hong Kong people are the most active in Asia.",
      "hash": "5718c546725fcf06657e2124c42bf1d0"
    },
    {
      "en": "The secretary of state is presently considering the proposal.",
      "hash": "a96fedb588de33765f443f69911c4cae"
    },
    {
      "en": "The study of the economy is a tricky subject to research.",
      "hash": "02f31c29f1594b683ab14e5f5ff64f99"
    },
    {
      "en": "Mathematics provides a foundation for understanding and analyzing data.",
      "hash": "6e6271a8ca3b73a06e295a953e58e7a9"
    },
    {
      "en": "The office hours will change next term.",
      "hash": "bda8f508e085871d2e0699a2814a2d42"
    },
    {
      "en": "Football is played throughout all years at the university.",
      "hash": "df34c8f978ad33a900fed4ace1e6073d"
    },
    {
      "en": "We are looking for new ways to engage learners.",
      "hash": "29ccc5f4f2727348565fbc22042eea49"
    },
    {
      "en": "Take the first step by applying for a university scholarship (scholarships) now.",
      "hash": "11b592727c149f0161abcbd4443852df"
    },
    {
      "en": "There is probably life in the other planets in the universe.",
      "hash": "52d8d9337229b50012400d3235cf61a2"
    },
    {
      "en": "Undoubtedly, this theory has a number of limitations.",
      "hash": "f9edea2d1fa925c53cc8d07558d4ba6a"
    },
    {
      "en": "Unemployment rate has fallen to its lowest level in years.",
      "hash": "f31ef81d7ef64e244f5dc23f08f50375"
    },
    {
      "en": "The teacher training course includes observing the classes.",
      "hash": "9c246058035880e24f8d2375f4b5569b"
    },
    {
      "en": "Gravity makes objects attracted to one another.",
      "hash": "17fc74136f6bd74cefb0ec5073f2997d"
    },
    {
      "en": "Library plays an important role in students' lives.",
      "hash": "7b835c027b2ae6ee5d2deb830f7d4fab"
    },
    {
      "en": "Class participation is an important part of your final grade.",
      "hash": "58fd22b5044054d309192d925df1fa58",
      "added": "2025-07-09"
    },
    {
      "en": "The archeologists were astonished by the previously overlooked foundations.",
      "hash": "fce3fbacfa094dc8e2083cde4327cb61"
    },
    {
      "en": "Food has become a political issue in the world.",
      "hash": "460112a1dd90ed6c2d5aaa17e336cd2f"
    },
    {
      "en": "The coffee machine located on the third floor is not working today.",
      "hash": "dac4600c36afde462ed6eca1624a3497"
    },
    {
      "en": "Undergraduates may pursue their specific interests within certificate programs.",
      "hash": "5ab857ce87849e5c9846e01014100b24"
    },
    {
      "en": "Mental health professionals are talking about the topic of vulnerability.",
      "hash": "a0f0df020c9857d6f5e50c29b7075a48"
    },
    {
      "en": "Some studies show the link between depression and social media.",
      "hash": "f90864f7c22bda57006a6761a788436a"
    }
  ]
}